{
  "cards": [
    {
      "id": 1,
      "name": {
        "en": "Queen of Pentacles",
        "ru": "Королева Пентаклей",
        "sv": "Drottning av Pentakler"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "When upright, the Queen of Pentacles represents a nurturing, practical, and abundant energy. She embodies the perfect blend of material success and emotional fulfillment. This card suggests that you are creating a harmonious balance between your work, home life, and personal interests. You have a knack for managing resources wisely and creating a warm, welcoming environment for yourself and others. The Queen encourages you to trust your practical instincts and to share your abundance generously while maintaining healthy boundaries.",
        "ru": "Когда она стоит прямо, Королева Пентаклей олицетворяет заботливую, практичную и изобильную энергетику. Она воплощает идеальное сочетание материального успеха и эмоционального удовлетворения. Эта карта предполагает, что вы создаете гармоничное равновесие между своей работой, домом и личными интересами. У вас есть талант мудро управлять ресурсами и создавать теплую, приветливую атмосферу для себя и других. Королева призывает вас доверять своим практическим инстинктам и щедро делиться своим изобилием, при этом поддерживая здоровые границы.",
        "sv": "När den är upprätt representerar Drottningen av Pentakler en omhändertagande, praktisk och överflödig energi. Hon inkarnerar den perfekta blandningen av materiell framgång och känslomässig uppfyllelse. Detta kort tyder på att du skapar en harmonisk balans mellan ditt arbete, ditt hem och dina personliga intressen. Du har en talang för att hantera resurser klokt och skapa en varm och välkomnande miljö för dig själv och andra. Drottningen uppmuntrar dig att lita på dina praktiska instinkter och att generöst dela med dig av ditt överflöd samtidigt som du upprätthåller hälsosamma gränser."
      },
      "meaningReversed": {
        "en": "In its reversed position, the Queen of Pentacles may indicate an imbalance in your approach to material wealth and nurturing. You might be placing too much emphasis on material possessions at the expense of emotional connections or self-care. Alternatively, you could be neglecting your financial or domestic responsibilities. This reversal can also suggest feeling overwhelmed by the need to care for others, leading to burnout or resentment. It's a call to reassess your priorities and find a healthier balance between giving and receiving, material and emotional needs.",
        "ru": "В перевернутом положении Королева Пентаклей может указывать на дисбаланс в вашем подходе к материальному богатству и заботе. Вы можете придавать слишком большое значение материальным ценностям в ущерб эмоциональным связям или заботе о себе. В качестве альтернативы вы можете пренебрегать своими финансовыми или домашними обязанностями. Эта перевернутая карта также может свидетельствовать о том, что вы чувствуете себя перегруженным необходимостью заботиться о других, что может привести к выгоранию или чувству обиды. Это призыв пересмотреть свои приоритеты и найти более здоровый баланс между дачей и получением, материальными и эмоциональными потребностями.",
        "sv": "I sin omvända position kan Drottningen av Pentakler indikera en obalans i ditt förhållningssätt till materiellt välstånd och omhändertagande. Du kan lägga för mycket vikt vid materiella tillgångar på bekostnad av känslomässiga relationer eller självvård. Alternativt kan du försaka dina ekonomiska eller inhemska ansvar. Denna omvända kort kan också antyda att du känner dig överväldigad av behovet av att ta hand om andra, vilket leder till utbrändhet eller missnöje. Det är en uppmaning att omvärdera dina prioriteringar och hitta en hälsosammare balans mellan att ge och ta emot, materiella och känslomässiga behov."
      },
      "keywords": {
        "en": ["Nurturing", "Practicality", "Financial Security", "Domestic Bliss", "Balance", "Generosity", "Connection to Nature"],
        "ru": ["Заботливость", "Практичность", "Финансовая безопасность", "Домашнее счастье", "Баланс", "Щедрость", "Связь с природой"],
        "sv": ["Omtänksamhet", "Praktiskhet", "Finansiell säkerhet", "Harmoniskt hem", "Balans", "Generositet", "Anslutning till naturen"]
      },
      "keywordsReversed": {
        "en": ["Lack of self-care", "Financial insecurity", "Materialism", "Resistance to change", "Feeling overwhelmed"],
        "ru": ["Недостаток заботы о себе", "Финансовая неуверенность", "Материализм", "Сопротивление изменениям", "Чувство перегруженности"],
        "sv": ["Brist på självvård", "Finansiell osäkerhet", "Materialism", "Motstånd mot förändring", "Känsla av överväldigande"]
      },
      "imageName": "card_queen_of_pentacles",
      "element": {
        "en": "Earth",
        "ru": "Земля",
        "sv": "Jord"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 2,
      "name": {
        "en": "Page of Pentacles",
        "ru": "Паж Пентаклей",
        "sv": "Sida av Pentakler"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Page of Pentacles represents new beginnings in the material realm. It can signal new job opportunities, financial gains, or the start of a practical venture. The Page of Pentacles encourages a focus on education, learning, and skill-building. It speaks to a sense of ambition and desire to manifest dreams into reality, using a methodical and practical approach.",
        "ru": "Паж Пентаклей символизирует новые начинания в материальной сфере. Он может указывать на новые возможности для работы, финансовые выгоды или начало практического предприятия. Паж Пентаклей побуждает сосредоточиться на образовании, обучении и развитии навыков. Он говорит о чувстве амбиции и желании осуществить мечты в реальность, используя методический и практический подход.",
        "sv": "Sidan av Pentakler representerar nya början inom det materiella området. Den kan signalera nya jobbmöjligheter, ekonomiska vinster eller starten på ett praktiskt företag. Sidan av Pentakler uppmuntrar till fokus på utbildning, lärande och färdighetsutveckling. Den talar om en känsla av ambition och önskan att manifestera drömmar till verklighet genom en metodisk och praktisk strategi."
      },
      "meaningReversed": {
        "en": "Reversed, the Page of Pentacles may suggest missed opportunities or a lack of progress. It could represent laziness, procrastination, or being distracted from long-term goals. Alternatively, it could indicate an unwillingness to learn or grow, leading to stagnation in both career and personal development.",
        "ru": "В перевернутом положении Паж Пентаклей может указывать на упущенные возможности или отсутствие прогресса. Он может представлять собой лень, прокрастинацию или отвлечение от долгосрочных целей. В качестве альтернативы это может означать нежелание учиться или развиваться, что приводит к стагнации как в карьере, так и в личностном росте.",
        "sv": "I sin omvända position kan Sidan av Pentakler föreslå missade möjligheter eller brist på framsteg. Den kan representera lathet, prokrastinering eller distraktion från långsiktiga mål. Alternativt kan den indikera en ovilja att lära sig eller växa, vilket leder till stagnation både i karriären och i personlig utveckling."
      },
      "keywords": {
        "en": ["Ambition", "Focus", "Manifestation", "Practicality", "Skill-building", "Opportunity"],
        "ru": ["Амбиция", "Фокус", "Манифестация", "Практичность", "Развитие навыков", "Возможность"],
        "sv": ["Ambition", "Fokus", "Manifestation", "Praktiskhet", "Färdighetsutveckling", "Möjlighet"]
      },
      "keywordsReversed": {
        "en": ["Procrastination", "Missed opportunities", "Lack of progress", "Unwillingness to learn", "Distraction"],
        "ru": ["Прокрастинация", "Упущенные возможности", "Отсутствие прогресса", "Нежелание учиться", "Отвлечение"],
        "sv": ["Prokrastinering", "Missade möjligheter", "Brist på framsteg", "Ovilja att lära sig", "Distraktion"]
      },
      "imageName": "card_page_of_pentacles",
      "element": {
        "en": "Earth",
        "ru": "Земля",
        "sv": "Jord"
      },
      "yesOrNo": {
        "en": "no",
        "ru": "нет",
        "sv": "nej"
      }
    },
    {
      "id": 3,
      "name": {
        "en": "Knight of Pentacles",
        "ru": "Рыцарь Пентаклей",
        "sv": "Riddare av Pentakler"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Knight of Pentacles symbolizes hard work, perseverance, and reliability. This card represents a methodical, patient, and responsible approach to achieving goals. The Knight of Pentacles values routine, structure, and diligence. This card suggests that steady progress and dedication will lead to success, even if the journey is slow. It encourages a disciplined and practical mindset.",
        "ru": "Рыцарь Пентаклей символизирует трудолюбие, настойчивость и надежность. Эта карта представляет собой методический, терпеливый и ответственный подход к достижению целей. Рыцарь Пентаклей ценит рутину, структуру и усердие. Эта карта предполагает, что стабильный прогресс и преданность делу приведут к успеху, даже если путь медленный. Она побуждает к дисциплинированному и практическому мышлению.",
        "sv": "Riddaren av Pentakler symboliserar hårt arbete, uthållighet och pålitlighet. Denna kort representerar en metodisk, tålmodig och ansvarsfull inställning till att uppnå mål. Riddaren av Pentakler värdesätter rutin, struktur och flit. Denna kort antyder att stadig framsteg och hängivenhet kommer att leda till framgång, även om resan är långsam. Den uppmuntrar en disciplinerad och praktisk inställning."
      },
      "meaningReversed": {
        "en": "When reversed, the Knight of Pentacles can indicate a lack of progress or stagnation. It may suggest overworking to the point of burnout or being overly focused on details, missing the bigger picture. Alternatively, it could imply laziness, a lack of motivation, or reluctance to take necessary risks. The reversal is a call to reassess one's approach and bring more balance to work and life.",
        "ru": "В перевернутом положении Рыцарь Пентаклей может указывать на отсутствие прогресса или стагнацию. Это может означать чрезмерную работу до состояния выгорания или чрезмерное внимание к деталям, упуская из виду общую картину. В качестве альтернативы это может подразумевать лень, отсутствие мотивации или нежелание принимать необходимые риски. Перевернутое положение призывает пересмотреть свой подход и внести больше баланса в работу и жизнь.",
        "sv": "I sin omvända position kan Riddaren av Pentakler indikera brist på framsteg eller stagnation. Det kan antyda överarbete till den punkt av utbrändhet eller att vara alltför fokuserad på detaljer och missa den större bilden. Alternativt kan det innebära lathet, brist på motivation eller ovilja att ta nödvändiga risker. Omvändningen är en uppmaning att omvärdera sin inställning och bringa mer balans mellan arbete och liv."
      },
      "keywords": {
        "en": ["Perseverance", "Hard work", "Diligence", "Routine", "Reliability", "Patience", "Steady progress"],
        "ru": ["Настойчивость", "Трудолюбие", "Усердие", "Рутина", "Надежность", "Терпение", "Постоянный прогресс"],
        "sv": ["Uthållighet", "Hårt arbete", "Flit", "Rutin", "Pålitlighet", "Tålamod", "Stadig framsteg"]
      },
      "keywordsReversed": {
        "en": ["Stagnation", "Overworking", "Burnout", "Laziness", "Lack of motivation", "Risk aversion"],
        "ru": ["Стагнация", "Чрезмерная работа", "Выгорание", "Лень", "Отсутствие мотивации", "Избегание рисков"],
        "sv": ["Stagnation", "Överarbete", "Utbrändhet", "Lathet", "Brist på motivation", "Riskaversion"]
      },
      "imageName": "card_knights_of_pentacles",
      "element": {
        "en": "Earth",
        "ru": "Земля",
        "sv": "Jord"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 4,
      "name": {
        "en": "King of Pentacles",
        "ru": "Король Пентаклей",
        "sv": "Kung av Pentakler"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The King of Pentacles represents abundance, security, and mastery over the material world. This card signifies success in financial matters, business ventures, and the ability to create and sustain wealth. The King is practical, disciplined, and committed to achieving long-term goals. He embodies stability, generosity, and a deep connection to the physical and material realm.",
        "ru": "Король Пентаклей олицетворяет изобилие, безопасность и мастерство в материальном мире. Эта карта означает успех в финансовых делах, бизнес-проектах и способность создавать и поддерживать богатство. Король практичен, дисциплинирован и привержен достижению долгосрочных целей. Он воплощает стабильность, щедрость и глубокую связь с физической и материальной сферой.",
        "sv": "Kungen av Pentakler representerar överflöd, säkerhet och mästerskap över den materiella världen. Denna kort innebär framgång i ekonomiska frågor, affärsverksamheter och förmågan att skapa och upprätthålla rikedom. Kungen är praktisk, disciplinerad och engagerad i att uppnå långsiktiga mål. Han förkroppsligar stabilitet, generositet och en djup koppling till den fysiska och materiella världen."
      },
      "meaningReversed": {
        "en": "When reversed, the King of Pentacles can suggest greed, materialism, or an overemphasis on wealth and status. It may indicate a fear of loss or a tendency to become too controlling or conservative in financial matters. Alternatively, it can signify neglect of emotional or spiritual well-being in favor of material gain. The reversal encourages reflection on what truly brings security and fulfillment.",
        "ru": "В перевернутом положении Король Пентаклей может указывать на жадность, материализм или чрезмерное внимание к богатству и статусу. Это может означать страх потери или склонность к чрезмерному контролю или консерватизму в финансовых вопросах. В качестве альтернативы это может означать пренебрежение эмоциональным или духовным благополучием в пользу материальной выгоды. Перевернутое положение призывает задуматься о том, что действительно приносит безопасность и удовлетворение.",
        "sv": "I sin omvända position kan Kungen av Pentakler föreslå girighet, materialism eller en överbetoning på rikedom och status. Det kan indikera en rädsla för förlust eller en tendens att bli för kontrollerande eller konservativ i ekonomiska frågor. Alternativt kan det innebära försummelse av känslomässigt eller andligt välbefinnande till förmån för materiell vinning. Omvändningen uppmuntrar till reflektion över vad som verkligen ger säkerhet och tillfredsställelse."
      },
      "keywords": {
        "en": ["Abundance", "Security", "Stability", "Discipline", "Generosity", "Financial mastery", "Success"],
        "ru": ["Изобилие", "Безопасность", "Стабильность", "Дисциплина", "Щедрость", "Мастерство в финансах", "Успех"],
        "sv": ["Överflöd", "Säkerhet", "Stabilitet", "Disciplin", "Generositet", "Ekonomiskt mästerskap", "Framgång"]
      },
      "keywordsReversed": {
        "en": ["Greed", "Materialism", "Fear of loss", "Control issues", "Neglect of emotions", "Overemphasis on wealth"],
        "ru": ["Жадность", "Материализм", "Страх потери", "Проблемы с контролем", "Пренебрежение эмоциями", "Чрезмерное внимание к богатству"],
        "sv": ["Girighet", "Materialism", "Rädsla för förlust", "Kontrollproblem", "Försummelse av känslor", "Överbetoning på rikedom"]
      },
      "imageName": "card_king_of_pentacles",
      "element": {
        "en": "Earth",
        "ru": "Земля",
        "sv": "Jord"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 5,
      "name": {
        "en": "Ace of Pentacles",
        "ru": "Туз Пентаклей",
        "sv": "Ess av Pentakler"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Ace of Pentacles represents new beginnings in the material realm, such as career opportunities, financial growth, or a new venture. It symbolizes prosperity, stability, and the potential for success. This card encourages you to seize opportunities that can lead to long-term wealth and security. It's a sign of a fresh start, grounded in practicality and effort.",
        "ru": "Туз Пентаклей символизирует новые начала в материальной сфере, такие как карьерные возможности, финансовый рост или новое предприятие. Он олицетворяет процветание, стабильность и потенциал для успеха. Эта карта призывает вас воспользоваться возможностями, которые могут привести к долгосрочному богатству и безопасности. Это знак свежего начала, основанного на практичности и усилиях.",
        "sv": "Ess av Pentakler representerar nya början inom det materiella området, såsom karriärmöjligheter, ekonomisk tillväxt eller ett nytt företag. Det symboliserar välstånd, stabilitet och potential för framgång. Denna kort uppmuntrar dig att ta chansen på möjligheter som kan leda till långsiktig rikedom och säkerhet. Det är ett tecken på en ny början, förankrad i praktikalitet och ansträngning."
      },
      "meaningReversed": {
        "en": "When reversed, the Ace of Pentacles may suggest missed opportunities or delays in achieving material goals. It could indicate poor planning, financial instability, or a lack of resources. This reversal encourages re-evaluating your approach and ensuring that you have the necessary foundations in place before moving forward.",
        "ru": "В перевернутом положении Туз Пентаклей может указывать на упущенные возможности или задержки в достижении материальных целей. Это может означать плохое планирование, финансовую нестабильность или нехватку ресурсов. Перевернутое положение призывает пересмотреть ваш подход и убедиться, что у вас есть необходимые основы, прежде чем двигаться дальше.",
        "sv": "I sin omvända position kan Ess av Pentakler föreslå missade möjligheter eller förseningar i att nå materiella mål. Det kan indikera dålig planering, ekonomisk instabilitet eller brist på resurser. Omvändningen uppmuntrar till att omvärdera ditt tillvägagångssätt och säkerställa att du har de nödvändiga grunderna på plats innan du går vidare."
      },
      "keywords": {
        "en": ["New beginnings", "Prosperity", "Opportunity", "Stability", "Success", "Practicality", "Effort"],
        "ru": ["Новые начинания", "Процветание", "Возможность", "Стабильность", "Успех", "Практичность", "Усилие"],
        "sv": ["Nya början", "Välstånd", "Möjlighet", "Stabilitet", "Framgång", "Praktikalitet", "Ansträngning"]
      },
      "keywordsReversed": {
        "en": ["Missed opportunities", "Delays", "Financial instability", "Poor planning", "Lack of resources"],
        "ru": ["Упущенные возможности", "Задержки", "Финансовая нестабильность", "Плохое планирование", "Недостаток ресурсов"],
        "sv": ["Missade möjligheter", "Förseningar", "Ekonomisk instabilitet", "Dålig planering", "Brist på resurser"]
      },
      "imageName": "card_aces_of_pentacles",
      "element": {
        "en": "Earth",
        "ru": "Земля",
        "sv": "Jord"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 6,
      "name": {
        "en": "Ten of Pentacles",
        "ru": "Десятка Пентаклей",
        "sv": "Tio av Pentakler"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Ten of Pentacles signifies long-term success, stability, and legacy. It represents financial security, family wealth, and a stable foundation for future generations. This card indicates a prosperous period where your hard work has paid off, and you can now enjoy the fruits of your labor. It's also a sign of strong family bonds and long-lasting traditions.",
        "ru": "Десятка Пентаклей символизирует долгосрочный успех, стабильность и наследие. Она олицетворяет финансовую безопасность, семейное богатство и стабильную основу для будущих поколений. Эта карта указывает на процветающий период, когда ваши усилия принесли плоды, и теперь вы можете наслаждаться результатами своей работы. Это также знак крепких семейных уз и длительных традиций.",
        "sv": "Tio av Pentakler innebär långsiktig framgång, stabilitet och arv. Det representerar ekonomisk säkerhet, familjerikedom och en stabil grund för framtida generationer. Detta kort indikerar en framgångsrik period där ditt hårda arbete har gett resultat, och du nu kan njuta av frukterna av ditt arbete. Det är också ett tecken på starka familjeband och långvariga traditioner."
      },
      "meaningReversed": {
        "en": "When reversed, the Ten of Pentacles can suggest financial difficulties, family conflicts, or instability in long-term plans. It may indicate concerns about wealth or inheritance, or a feeling of being disconnected from family or community. The reversal encourages you to reassess your goals and consider how to build a more sustainable future.",
        "ru": "В перевернутом положении Десятка Пентаклей может указывать на финансовые трудности, семейные конфликты или нестабильность в долгосрочных планах. Это может означать беспокойство о богатстве или наследстве или чувство disconnected от семьи или сообщества. Перевернутое положение призывает пересмотреть ваши цели и подумать о том, как построить более устойчивое будущее.",
        "sv": "I sin omvända position kan Tio av Pentakler föreslå ekonomiska svårigheter, familjekonflikter eller instabilitet i långsiktiga planer. Det kan indikera oro över rikedom eller arv, eller en känsla av att vara avskuren från familj eller samhälle. Omvändningen uppmuntrar till att omvärdera dina mål och överväga hur man kan bygga en mer hållbar framtid."
      },
      "keywords": {
        "en": ["Wealth", "Security", "Legacy", "Family", "Tradition", "Prosperity", "Long-term success"],
        "ru": ["Богатство", "Безопасность", "Наследие", "Семья", "Традиция", "Процветание", "Долгосрочный успех"],
        "sv": ["Rikedom", "Säkerhet", "Arv", "Familj", "Tradition", "Välstånd", "Långsiktig framgång"]
      },
      "keywordsReversed": {
        "en": ["Financial instability", "Family conflicts", "Instability", "Inheritance issues", "Disconnection"],
        "ru": ["Финансовая нестабильность", "Семейные конфликты", "Нестабильность", "Проблемы с наследством", "Отсутствие связи"],
        "sv": ["Ekonomisk instabilitet", "Familjekonflikter", "Instabilitet", "Arvsproblem", "Frånkoppling"]
      },
      "imageName": "card_10_of_pentacles",
      "element": {
        "en": "Earth",
        "ru": "Земля",
        "sv": "Jord"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 7,
      "name": {
        "en": "Nine of Pentacles",
        "ru": "Девятка Пентаклей",
        "sv": "Nio av Pentakler"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Nine of Pentacles represents self-sufficiency, luxury, and financial independence. This card indicates that your hard work has allowed you to enjoy a life of comfort and abundance. You are in a strong position to enjoy the rewards of your efforts and appreciate the beauty and luxury around you. It's a card of self-reliance and personal accomplishment.",
        "ru": "Девятка Пентаклей символизирует самообеспечение, роскошь и финансовую независимость. Эта карта указывает на то, что ваши усилия позволили вам наслаждаться жизнью в комфорте и изобилии. Вы находитесь в сильной позиции, чтобы наслаждаться плодами своих трудов и ценить красоту и роскошь вокруг вас. Это карта самодостаточности и личных достижений.",
        "sv": "Nio av Pentakler representerar självförsörjning, lyx och ekonomisk oberoende. Detta kort indikerar att ditt hårda arbete har gjort att du kan njuta av ett liv av komfort och överflöd. Du är i en stark position att njuta av frukterna av dina ansträngningar och uppskatta skönheten och lyxen runt omkring dig. Det är ett kort av självständighet och personlig prestation."
      },
      "meaningReversed": {
        "en": "When reversed, the Nine of Pentacles may suggest overindulgence, a loss of independence, or an inability to enjoy the rewards of your efforts. It could indicate financial dependence on others or feeling isolated despite material success. The reversal encourages you to find balance between work, wealth, and personal fulfillment.",
        "ru": "В перевернутом положении Девятка Пентаклей может указывать на избыток, потерю независимости или неспособность наслаждаться плодами своих трудов. Это может означать финансовую зависимость от других или чувство изоляции, несмотря на материальный успех. Перевернутое положение призывает вас найти баланс между работой, богатством и личным удовлетворением.",
        "sv": "I sin omvända position kan Nio av Pentakler föreslå överdrivenhet, förlust av oberoende eller oförmåga att njuta av frukterna av dina ansträngningar. Det kan indikera ekonomiskt beroende av andra eller känsla av isolering trots materiell framgång. Omvändningen uppmuntrar till att finna balans mellan arbete, rikedom och personlig tillfredsställelse."
      },
      "keywords": {
        "en": ["Independence", "Luxury", "Self-sufficiency", "Abundance", "Comfort", "Accomplishment", "Gratitude"],
        "ru": ["Независимость", "Роскошь", "Самообеспечение", "Изобилие", "Комфорт", "Достижение", "Благодарность"],
        "sv": ["Självständighet", "Lyx", "Självförsörjning", "Överflöd", "Komfort", "Prestation", "Tacksamhet"]
      },
      "keywordsReversed": {
        "en": ["Overindulgence", "Dependency", "Isolation", "Financial struggle", "Imbalance"],
        "ru": ["Избыточность", "Зависимость", "Изоляция", "Финансовые трудности", "Несоответствие"],
        "sv": ["Överdrivenhet", "Beroende", "Isolering", "Ekonomiska problem", "Obalans"]
      },
      "imageName": "card_9_of_pentacles",
      "element": {
        "en": "Earth",
        "ru": "Земля",
        "sv": "Jord"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 8,
      "name": {
        "en": "Eight of Pentacles",
        "ru": "Восьмерка Пентаклей",
        "sv": "Åtta av Pentakler"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Eight of Pentacles symbolizes hard work, skill development, and dedication. This card suggests that you are fully committed to mastering your craft and improving your abilities. It highlights the importance of focus and discipline as essential components for achieving long-term success. The card encourages you to keep honing your skills while remaining dedicated to your goals. Your consistent efforts will lead to personal and professional growth, paving the way for future achievements.",
        "ru": "Восьмерка Пентаклей символизирует тяжелый труд, развитие навыков и преданность делу. Эта карта указывает на то, что вы полностью готовы к тому, чтобы овладеть своим ремеслом и улучшить свои способности. Она подчеркивает важность фокуса и дисциплины как необходимых компонентов для достижения долгосрочного успеха. Эта карта призывает вас продолжать оттачивать свои навыки, оставаясь преданным своим целям. Ваши последовательные усилия приведут к личному и профессиональному росту, прокладывая путь к будущим достижениям.",
        "sv": "Åtta av Pentakler symboliserar hårt arbete, färdighetsutveckling och engagemang. Detta kort antyder att du är helt engagerad i att bemästra ditt hantverk och förbättra dina förmågor. Det framhäver vikten av fokus och disciplin som väsentliga komponenter för att uppnå långsiktig framgång. Kortet uppmuntrar dig att fortsätta förfina dina färdigheter samtidigt som du förblir engagerad i dina mål. Ditt konsekventa arbete kommer att leda till personlig och professionell tillväxt och bana väg för framtida framgångar."
      },
      "meaningReversed": {
        "en": "When reversed, the Eight of Pentacles may suggest a lack of focus, poor work ethic, or dissatisfaction with your current progress. You might feel unmotivated to put in the necessary effort for success, leading to a sense of burnout or frustration. This card can indicate that you are either not putting enough effort into your work or are overwhelmed by the demands of your current projects. The reversal serves as a reminder to stay patient and committed to your growth, despite any challenges you face. It encourages you to take a step back, reassess your situation, and find balance in your efforts.",
        "ru": "В перевернутом положении Восьмерка Пентаклей может указывать на отсутствие фокуса, плохую трудовую этику или недовольство вашим текущим прогрессом. Вы можете чувствовать себя немотивированным, чтобы приложить необходимые усилия для достижения успеха, что приводит к чувству выгорания или разочарования. Эта карта может указывать на то, что вы либо не прикладываете достаточных усилий к своей работе, либо перегружены требованиями ваших текущих проектов. Перевернутое положение напоминает вам оставаться терпеливым и преданным вашему росту, несмотря на любые трудности, с которыми вы сталкиваетесь. Оно побуждает вас сделать шаг назад, переоценить свою ситуацию и найти баланс в своих усилиях.",
        "sv": "I sin omvända position kan Åtta av Pentakler föreslå brist på fokus, dålig arbetsmoral eller missnöje med din nuvarande framgång. Du kan känna dig omotiverad att lägga ner det nödvändiga arbetet för att uppnå framgång, vilket leder till känslor av utbrändhet eller frustration. Detta kort kan indikera att du antingen inte lägger tillräckligt med ansträngning i ditt arbete eller är överväldigad av kraven från dina nuvarande projekt. Omvändningen fungerar som en påminnelse om att förbli tålmodig och engagerad i din tillväxt, trots eventuella utmaningar du står inför. Den uppmuntrar dig att ta ett steg tillbaka, ompröva din situation och hitta balans i dina insatser."
      },
      "keywords": {
        "en": ["Skill development", "Hard work", "Discipline", "Focus", "Dedication", "Craftsmanship", "Commitment"],
        "ru": ["Развитие навыков", "Тяжелая работа", "Дисциплина", "Фокус", "Преданность", "Ремесло", "Обязанность"],
        "sv": ["Färdighetsutveckling", "Hårt arbete", "Disciplin", "Fokus", "Engagemang", "Hantverk", "Åtagande"]
      },
      "keywordsReversed": {
        "en": ["Lack of focus", "Poor work ethic", "Burnout", "Dissatisfaction", "Procrastination"],
        "ru": ["Отсутствие фокуса", "Плохая трудовая этика", "Выгорание", "Недовольство", "Прокрастинация"],
        "sv": ["Brist på fokus", "Dålig arbetsmoral", "Utbrändhet", "Missnöje", "Prokrastinering"]
      },
      "imageName": "card_8_of_pentacles",
      "element": {
        "en": "Earth",
        "ru": "Земля",
        "sv": "Jord"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 9,
      "name": {
        "en": "Seven of Pentacles",
        "ru": "Семерка Пентаклей",
        "sv": "Sju av Pentakler"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Seven of Pentacles represents patience, assessment, and long-term planning. This card suggests that you are in a period of reflection, evaluating the progress you have made and determining whether to continue on your current path or make adjustments. It's a time to assess your efforts and ensure that you are investing your time and energy wisely. You might find yourself weighing the fruits of your labor against the effort you’ve put in. This careful consideration will help you make informed decisions that align with your future goals.",
        "ru": "Семерка Пентаклей символизирует терпение, оценку и долгосрочное планирование. Эта карта указывает на то, что вы находитесь в периоде размышлений, оценивая прогресс, который вы достигли, и определяя, следует ли продолжать текущий путь или вносить изменения. Это время для оценки ваших усилий и обеспечения того, чтобы вы разумно тратили свое время и энергию. Вы можете обнаружить, что взвешиваете плоды своего труда по сравнению с вложенными усилиями. Эта тщательная оценка поможет вам принимать обоснованные решения, которые соответствуют вашим будущим целям.",
        "sv": "Sju av Pentakler representerar tålamod, bedömning och långsiktig planering. Detta kort antyder att du är i en reflekterande fas och noggrant utvärderar den framsteg du har gjort hittills. Det uppmanar dig att ta en stund för att överväga om din nuvarande väg stämmer överens med dina långsiktiga mål och ambitioner. När du bedömer dina insatser är det viktigt att säkerställa att du investerar din tid och energi klokt. Denna eftertänksamhet kan hjälpa dig att fatta informerade beslut om huruvida du ska fortsätta på din nuvarande väg eller göra nödvändiga justeringar för framtida tillväxt."
      },
      "meaningReversed": {
        "en": "When reversed, the Seven of Pentacles may suggest impatience, frustration, or feeling that your efforts are not yielding results. It could indicate a lack of planning or misguided investments of time or resources. You might find yourself overwhelmed by slow progress, creating a sense of discouragement. The reversal encourages you to reassess your strategies and consider whether it's time to change course. Embracing flexibility and open-mindedness will serve you well during this challenging phase.",
        "ru": "В перевернутом положении Семерка Пентаклей может указывать на нетерпение, разочарование или чувство, что ваши усилия не приносят результатов. Это может означать отсутствие планирования или неверные инвестиции времени или ресурсов. Вы можете оказаться под давлением медленного прогресса, что создает чувство уныния. Перевернутое положение побуждает вас пересмотреть свои стратегии и подумать, не пришло ли время изменить курс. Гибкость и открытость помогут вам в этот трудный период.",
        "sv": "I sin omvända position kan Sju av Pentakler föreslå brist på tålamod, frustration eller känslan av att dina insatser inte ger resultat. Det kan indikera brist på planering eller missriktade investeringar av tid eller resurser. Du kan känna dig överväldigad av den långsamma framsteg, vilket skapar en känsla av motgång. Omvändningen uppmuntrar dig att ompröva dina strategier och överväga om det är dags att byta kurs. Att omfamna flexibilitet och öppenhet kommer att tjäna dig väl under denna utmanande fas."
      },
      "keywords": {
        "en": ["Patience", "Assessment", "Planning", "Reflection", "Investment", "Evaluation", "Long-term goals"],
        "ru": ["Терпение", "Оценка", "Планирование", "Размышление", "Инвестиции", "Оценка", "Долгосрочные цели"],
        "sv": ["Tålamod", "Bedömning", "Planering", "Reflektion", "Investering", "Utvärdering", "Långsiktiga mål"]
      },
      "keywordsReversed": {
        "en": ["Impatience", "Frustration", "Lack of progress", "Poor planning", "Wasted effort"],
        "ru": ["Нетерпение", "Разочарование", "Отсутствие прогресса", "Плохое планирование", "Напрасные усилия"],
        "sv": ["Brist på tålamod", "Frustration", "Brist på framsteg", "Dålig planering", "Slöseri med ansträngningar"]
      },
      "imageName": "card_7_of_pentacles",
      "element": {
        "en": "Earth",
        "ru": "Земля",
        "sv": "Jord"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
      {
        "id": 10,
        "name": {
          "en": "Six of Pentacles",
          "ru": "Шестёрка Пентаклей",
          "sv": "Sex av Pentakler"
        },
        "arcana": {
          "en": "Minor arcana",
          "ru": "Младшие арканы",
          "sv": "Lilla arkana"
        },
        "meaning": {
          "en": "The Six of Pentacles symbolizes generosity, charity, and the balance between giving and receiving. This card represents the flow of resources, whether material or emotional, between individuals. It suggests that you are in a position to help others or that you are receiving support from someone. This card encourages you to be generous and to share your blessings. It signifies a harmonious exchange, where both giving and receiving are vital for healthy relationships.",
          "ru": "Шестёрка Пентаклей символизирует щедрость, благотворительность и баланс между даванием и получением. Эта карта представляет собой поток ресурсов, как материальных, так и эмоциональных, между людьми. Она указывает на то, что вы находитесь в положении, чтобы помочь другим или что вы получаете поддержку от кого-то. Эта карта побуждает вас быть щедрым и делиться своими благословениями. Она обозначает гармоничный обмен, в котором и дача, и получение важны для здоровых отношений.",
          "sv": "Sex av Pentakler symboliserar generositet, välgörenhet och balansen mellan att ge och ta emot. Detta kort representerar flödet av resurser, både materiella och känslomässiga, mellan individer. Det antyder att du är i en position att hjälpa andra eller att du får stöd från någon. Detta kort uppmuntrar dig att vara generös och att dela dina välsignelser. Det innebär en harmonisk utbyte där både givande och mottagande är avgörande för friska relationer."
        },
        "meaningReversed": {
          "en": "When reversed, the Six of Pentacles may suggest imbalance in giving and receiving, or feelings of exploitation or dependency. It could indicate that you are giving too much without receiving in return or that you are relying too heavily on others. This reversal serves as a reminder to re-evaluate the balance in your relationships and ensure fairness and equality. It may also suggest a lack of generosity or being taken advantage of, leading to feelings of resentment.",
          "ru": "В перевернутом положении Шестёрка Пентаклей может указывать на дисбаланс между даванием и получением или на чувства эксплуатации и зависимости. Это может означать, что вы даёте слишком много, не получая ничего взамен, или что вы слишком сильно полагаетесь на других. Это перевернутое положение служит напоминанием о необходимости переоценки баланса в ваших отношениях и обеспечения справедливости и равенства. Также это может указывать на недостаток щедрости или на то, что вами злоупотребляют, что приводит к чувству недовольства.",
          "sv": "I sin omvända position kan Sex av Pentakler föreslå brist på balans mellan att ge och ta emot eller känslor av utnyttjande eller beroende. Det kan indikera att du ger för mycket utan att få något tillbaka, eller att du förlitar dig för mycket på andra. Denna omvändning fungerar som en påminnelse att omvärdera balansen i dina relationer och säkerställa rättvisa och jämlikhet. Det kan också tyda på bristande generositet eller att du blir utnyttjad, vilket leder till känslor av motvilja."
        },
        "keywords": {
          "en": ["Generosity", "Charity", "Balance", "Giving", "Receiving", "Support", "Mutual benefit"],
          "ru": ["Щедрость", "Благотворительность", "Баланс", "Давать", "Получать", "Поддержка", "Взаимная выгода"],
          "sv": ["Generositet", "Välgörenhet", "Balans", "Ge", "Ta emot", "Stöd", "Ömsesidig nytta"]
        },
        "keywordsReversed": {
          "en": ["Imbalance", "Exploitation", "Dependency", "Inequality", "Resentment"],
          "ru": ["Дисбаланс", "Эксплуатация", "Зависимость", "Неравенство", "Недовольство"],
          "sv": ["Brist på balans", "Utnyttjande", "Beroende", "Ojämlikhet", "Motvilja"]
        },
        "imageName": "card_6_of_pentacles",
        "element": {
          "en": "Earth",
          "ru": "Земля",
          "sv": "Jord"
        },
        "yesOrNo": {
          "en": "yes",
          "ru": "да",
          "sv": "ja"
        }
      },
      {
        "id": 11,
        "name": {
          "en": "Five of Pentacles",
          "ru": "Пятёрка Пентаклей",
          "sv": "Fem av Pentakler"
        },
        "arcana": {
          "en": "Minor arcana",
          "ru": "Младшие арканы",
          "sv": "Lilla arkana"
        },
        "meaning": {
          "en": "The Five of Pentacles represents hardship, loss, and financial struggle. This card suggests that you are going through a difficult time, feeling isolated or abandoned, and experiencing financial or emotional insecurity. It serves as a reminder that challenges can be overcome with perseverance and determination. While it may feel like you are alone in your struggle, help is available if you reach out and seek support from those who care about you.",
          "ru": "Пятёрка Пентаклей представляет собой трудности, утрату и финансовую борьбу. Эта карта указывает на то, что вы переживаете трудный период, чувствуя себя изолированным или брошенным, и испытываете финансовую или эмоциональную незащищенность. Она служит напоминанием о том, что трудности можно преодолеть с помощью настойчивости и решимости. Хотя может показаться, что вы одиноки в своих страданиях, помощь доступна, если вы обратитесь за поддержкой к тем, кто о вас заботится.",
          "sv": "Fem av Pentakler representerar svårigheter, förlust och ekonomisk kamp. Detta kort antyder att du går igenom en svår tid, känner dig isolerad eller övergiven och upplever ekonomisk eller känslomässig osäkerhet. Det fungerar som en påminnelse om att utmaningar kan övervinnas med uthållighet och beslutsamhet. Även om det kan kännas som att du är ensam i din kamp, finns det hjälp att få om du sträcker ut handen och söker stöd från dem som bryr sig om dig."
        },
        "meaningReversed": {
          "en": "When reversed, the Five of Pentacles may indicate recovery from hardship, renewed hope, or a gradual improvement in financial or emotional well-being. It could suggest that you are finding new ways to overcome obstacles and are starting to regain your sense of stability. This reversal is a positive sign of moving forward from a difficult period and indicates that better times are ahead. It encourages you to focus on rebuilding and to seek the support you need.",
          "ru": "В перевернутом положении Пятёрка Пентаклей может указывать на восстановление после трудностей, возрождение надежды или постепенное улучшение финансового или эмоционального благополучия. Это может означать, что вы находите новые способы преодолевать препятствия и начинаете восстанавливать чувство стабильности. Эта перевернутая карта является положительным знаком продвижения вперед после трудного периода и указывает на то, что впереди вас ждут лучшие времена. Она побуждает вас сосредоточиться на восстановлении и искать необходимую поддержку.",
          "sv": "I sin omvända position kan Fem av Pentakler indikera återhämtning från svårigheter, förnyat hopp eller en gradvis förbättring av ekonomiskt eller känslomässigt välbefinnande. Det kan tyda på att du hittar nya sätt att övervinna hinder och börjar återfå din känsla av stabilitet. Denna omvändning är ett positivt tecken på att gå framåt efter en svår period och indikerar att bättre tider ligger framför dig. Det uppmuntrar dig att fokusera på att återuppbygga och söka det stöd du behöver."
        },
        "keywords": {
          "en": ["Hardship", "Loss", "Struggle", "Isolation", "Financial insecurity", "Adversity", "Perseverance"],
          "ru": ["Трудности", "Потеря", "Борьба", "Изоляция", "Финансовая незащищенность", "Невзгоды", "Настойчивость"],
          "sv": ["Svårigheter", "Förlust", "Kamp", "Isolation", "Ekonomisk osäkerhet", "Motgångar", "Uthållighet"]
        },
        "keywordsReversed": {
          "en": ["Recovery", "Hope", "Improvement", "Stability", "Support", "Rebuilding"],
          "ru": ["Восстановление", "Надежда", "Улучшение", "Стабильность", "Поддержка", "Восстановление"],
          "sv": ["Återhämtning", "Hopp", "Förbättring", "Stabilitet", "Stöd", "Återuppbyggnad"]
        },
        "imageName": "card_5_of_pentacles",
        "element": {
          "en": "Earth",
          "ru": "Земля",
          "sv": "Jord"
        },
        "yesOrNo": {
          "en": "no",
          "ru": "нет",
          "sv": "nej"
        }
      },
    {
      "id": 12,
      "name": {
        "en": "Four of Pentacles",
        "ru": "Четвёрка Пентаклей",
        "sv": "Fyra av Pentakler"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Four of Pentacles represents control, security, and holding on to resources. This card suggests that you are focused on maintaining stability and protecting what you have earned. While it indicates financial security, it may also suggest a tendency to become overly possessive or resistant to change. The Four of Pentacles encourages finding a balance between saving and sharing.",
        "ru": "Четвёрка Пентаклей символизирует контроль, безопасность и удержание ресурсов. Эта карта указывает на то, что вы сосредоточены на поддержании стабильности и защите того, что заработали. Хотя она указывает на финансовую безопасность, также может свидетельствовать о склонности к чрезмерной собственнической привязанности или сопротивлению изменениям. Четвёрка Пентаклей побуждает найти баланс между накоплением и щедростью.",
        "sv": "Fyra av Pentakler representerar kontroll, säkerhet och att hålla fast vid resurser. Detta kort antyder att du fokuserar på att upprätthålla stabilitet och skydda det du har tjänat. Medan det indikerar ekonomisk trygghet kan det också tyda på en tendens att bli alltför besittande eller motståndskraftig mot förändringar. Fyra av Pentakler uppmuntrar till att hitta en balans mellan sparande och delande."
      },
      "meaningReversed": {
        "en": "When reversed, the Four of Pentacles can indicate an excessive focus on material security, leading to greed, control issues, or fear of loss. It may suggest that you are holding on too tightly to your resources or are resistant to new opportunities. The reversal encourages loosening your grip and trusting in the flow of abundance.",
        "ru": "В перевернутом положении Четвёрка Пентаклей может указывать на чрезмерную озабоченность материальной безопасностью, что приводит к жадности, проблемам с контролем или страху потерь. Это может означать, что вы слишком сильно цепляетесь за свои ресурсы или сопротивляетесь новым возможностям. Перевернутая карта побуждает ослабить хватку и довериться потоку изобилия.",
        "sv": "När den är omvänd kan Fyra av Pentakler indikera en överdriven fokus på materiell säkerhet, vilket leder till girighet, kontrollproblem eller rädsla för förlust. Det kan tyda på att du håller fast vid dina resurser för hårt eller är motståndskraftig mot nya möjligheter. Den omvända uppmanar dig att släppa taget och lita på överflödets flöde."
      },
      "keywords": {
        "en": ["Control", "Security", "Possessiveness", "Stability", "Saving", "Protection", "Caution"],
        "ru": ["Контроль", "Безопасность", "Собственничество", "Стабильность", "Сбережение", "Защита", "Осторожность"],
        "sv": ["Kontroll", "Säkerhet", "Besittningsförmåga", "Stabilitet", "Sparande", "Skydd", "Försiktighet"]
      },
      "keywordsReversed": {
        "en": ["Greed", "Control issues", "Fear of loss", "Inflexibility", "Materialism"],
        "ru": ["Жадность", "Проблемы с контролем", "Страх потерь", "Негибкость", "Материализм"],
        "sv": ["Girighet", "Kontrollproblem", "Rädsla för förlust", "Oflexibilitet", "Materialism"]
      },
      "imageName": "card_4_of_pentacles",
      "element": {
        "en": "Earth",
        "ru": "Земля",
        "sv": "Jord"
      },
      "yesOrNo": {
        "en": "no",
        "ru": "нет",
        "sv": "nej"
      }
    },
    {
      "id": 13,
      "name": {
        "en": "Three of Pentacles",
        "ru": "Тройка Пентаклей",
        "sv": "Tre av Pentakler"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Three of Pentacles symbolizes teamwork, collaboration, and skill-building. This card suggests that you are working with others to achieve a common goal, pooling resources, and talents to create something meaningful. It encourages learning from others and contributing your unique skills to the project. It's a reminder that success comes from cooperation and mutual effort.",
        "ru": "Тройка Пентаклей символизирует командную работу, сотрудничество и развитие навыков. Эта карта указывает на то, что вы работаете с другими для достижения общей цели, объединяя ресурсы и таланты, чтобы создать что-то значимое. Она поощряет учиться у других и вносить свои уникальные навыки в проект. Это напоминание о том, что успех приходит благодаря сотрудничеству и совместным усилиям.",
        "sv": "Tre av Pentakler symboliserar lagarbete, samarbete och färdighetsbyggande. Detta kort antyder att du arbetar med andra för att uppnå ett gemensamt mål, samlar resurser och talanger för att skapa något meningsfullt. Det uppmuntrar till att lära av andra och bidra med dina unika färdigheter till projektet. Det påminner om att framgång kommer genom samarbete och gemensamma ansträngningar."
      },
      "meaningReversed": {
        "en": "When reversed, the Three of Pentacles may suggest a lack of teamwork or issues with collaboration. It could indicate disorganization, conflicts in group dynamics, or a lack of recognition for your efforts. The reversal encourages clear communication and a better division of responsibilities to ensure a successful outcome.",
        "ru": "В перевернутом положении Тройка Пентаклей может указывать на недостаток командной работы или проблемы с сотрудничеством. Это может означать дезорганизацию, конфликты в группе или недостаток признания ваших усилий. Перевернутая карта побуждает наладить четкую коммуникацию и лучше разделить обязанности для достижения успешного результата.",
        "sv": "När den är omvänd kan Tre av Pentakler tyda på brist på lagarbete eller problem med samarbete. Det kan indikera oordning, konflikter i gruppdynamik eller brist på erkännande för dina ansträngningar. Den omvända uppmanar till tydlig kommunikation och bättre ansvarsfördelning för att säkerställa ett framgångsrikt resultat."
      },
      "keywords": {
        "en": ["Teamwork", "Collaboration", "Skill-building", "Cooperation", "Learning", "Shared goals"],
        "ru": ["Командная работа", "Сотрудничество", "Развитие навыков", "Сотрудничество", "Обучение", "Общие цели"],
        "sv": ["Lagarbete", "Samarbete", "Färdighetsbyggande", "Samarbete", "Lärande", "Gemensamma mål"]
      },
      "keywordsReversed": {
        "en": ["Disorganization", "Conflicts", "Lack of teamwork", "Lack of recognition", "Frustration"],
        "ru": ["Дезорганизация", "Конфликты", "Недостаток командной работы", "Отсутствие признания", "Фрустрация"],
        "sv": ["Oordning", "Konflikter", "Brist på lagarbete", "Brist på erkännande", "Frustration"]
      },
      "imageName": "card_3_of_pentacles",
      "element": {
        "en": "Earth",
        "ru": "Земля",
        "sv": "Jord"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 14,
      "name": {
        "en": "Two of Pentacles",
        "ru": "Двойка Пентаклей",
        "sv": "Två av Pentakler"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Two of Pentacles represents balance, adaptability, and juggling priorities. This card suggests that you are managing multiple responsibilities and are working to maintain balance in your life. It encourages flexibility and resourcefulness as you navigate through different tasks. The 2 of Pentacles is a reminder to stay grounded while managing change and to keep a steady rhythm in your actions.",
        "ru": "Двойка Пентаклей символизирует баланс, адаптивность и умение жонглировать приоритетами. Эта карта говорит о том, что вы управляете множеством обязанностей и стараетесь поддерживать баланс в жизни. Она поощряет гибкость и находчивость, пока вы решаете разные задачи. Двойка Пентаклей напоминает сохранять устойчивость, справляясь с переменами, и поддерживать постоянный ритм в своих действиях.",
        "sv": "Två av Pentakler representerar balans, anpassningsförmåga och att jonglera prioriteringar. Detta kort antyder att du hanterar flera ansvarsområden och arbetar för att hålla balans i ditt liv. Det uppmuntrar till flexibilitet och resurssnålhet när du navigerar genom olika uppgifter. Två av Pentakler påminner om att förbli grundad när du hanterar förändring och att hålla en stadig rytm i dina handlingar."
      },
      "meaningReversed": {
        "en": "When reversed, the Two of Pentacles may suggest overwhelm, disorganization, or difficulty maintaining balance. It could indicate that you are struggling to manage your responsibilities and feeling stretched too thin. The reversal encourages you to simplify your tasks and focus on regaining control over your priorities.",
        "ru": "В перевернутом положении Двойка Пентаклей может указывать на чувство перегрузки, дезорганизации или трудности в поддержании баланса. Это может означать, что вы испытываете сложности с управлением своими обязанностями и чувствуете себя перегруженным. Перевернутая карта побуждает упростить задачи и сосредоточиться на восстановлении контроля над приоритетами.",
        "sv": "När den är omvänd kan Två av Pentakler tyda på överväldigande, oordning eller svårigheter att behålla balansen. Det kan indikera att du kämpar med att hantera dina ansvar och känner dig för utsträckt. Den omvända uppmanar dig att förenkla dina uppgifter och fokusera på att återta kontrollen över dina prioriteringar."
      },
      "keywords": {
        "en": ["Balance", "Adaptability", "Resourcefulness", "Flexibility", "Juggling", "Time management", "Change"],
        "ru": ["Баланс", "Адаптивность", "Находчивость", "Гибкость", "Жонглирование", "Управление временем", "Перемены"],
        "sv": ["Balans", "Anpassningsförmåga", "Resurssnålhet", "Flexibilitet", "Jonglering", "Tidsplanering", "Förändring"]
      },
      "keywordsReversed": {
        "en": ["Overwhelm", "Disorganization", "Imbalance", "Stress", "Poor time management"],
        "ru": ["Перегрузка", "Дезорганизация", "Дисбаланс", "Стресс", "Плохое управление временем"],
        "sv": ["Överväldigande", "Oordning", "Obalans", "Stress", "Dålig tidsplanering"]
      },
      "imageName": "card_2_of_pentacles",
      "element": {
        "en": "Earth",
        "ru": "Земля",
        "sv": "Jord"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 15,
      "name": {
        "en": "Two of Wands",
        "ru": "Двойка Жезлов",
        "sv": "Två av Stavarna"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Two of Wands represents planning, decision-making, and potential for future growth. You are standing at a crossroads, contemplating your next move. It's a time to make plans, set goals, and consider your long-term direction. The card encourages you to be bold in your choices and to step out of your comfort zone for growth.",
        "ru": "Двойка Жезлов символизирует планирование, принятие решений и потенциал для будущего роста. Вы стоите на перепутье, обдумывая свои следующие шаги. Это время для постановки целей и размышлений о будущем направлении. Карта поощряет смелые выборы и выход из зоны комфорта для роста.",
        "sv": "Två av Stavarna representerar planering, beslutsfattande och potential för framtida tillväxt. Du står vid ett vägskäl och funderar på ditt nästa drag. Det är en tid för att göra planer, sätta mål och överväga din långsiktiga riktning. Kortet uppmuntrar dig att vara djärv i dina val och att kliva ut ur din bekvämlighetszon för tillväxt."
      },
      "meaningReversed": {
        "en": "When reversed, the Two of Wands may suggest indecision, lack of planning, or fear of the unknown. It can indicate that you are hesitant to take action or are struggling to choose between different paths. The reversal encourages you to overcome your fears and make a confident decision.",
        "ru": "В перевернутом положении Двойка Жезлов может указывать на нерешительность, отсутствие планирования или страх перед неизвестностью. Это может означать, что вы колеблетесь в принятии решения или испытываете трудности в выборе пути. Перевернутая карта побуждает преодолеть свои страхи и принять уверенное решение.",
        "sv": "När den är omvänd kan Två av Stavarna tyda på obeslutsamhet, brist på planering eller rädsla för det okända. Det kan indikera att du tvekar att agera eller kämpar med att välja mellan olika vägar. Den omvända uppmanar dig att övervinna dina rädslor och göra ett självsäkert beslut."
      },
      "keywords": {
        "en": ["Planning", "Decision-making", "Potential", "Growth", "Bold choices", "Expansion"],
        "ru": ["Планирование", "Принятие решений", "Потенциал", "Рост", "Смелые выборы", "Расширение"],
        "sv": ["Planering", "Beslutsfattande", "Potential", "Tillväxt", "Djärva val", "Expansion"]
      },
      "keywordsReversed": {
        "en": ["Indecision", "Lack of planning", "Fear", "Hesitation", "Uncertainty"],
        "ru": ["Нерешительность", "Отсутствие планирования", "Страх", "Колебания", "Неопределенность"],
        "sv": ["Obeslutsamhet", "Brist på planering", "Rädsla", "Tvekan", "Osäkerhet"]
      },
      "imageName": "card_2_of_wands",
      "element": {
        "en": "Fire",
        "ru": "Огонь",
        "sv": "Eld"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 16,
      "name": {
        "en": "Three of Wands",
        "ru": "Тройка Жезлов",
        "sv": "Tre av Stavarna"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Three of Wands symbolizes expansion, exploration, and progress. You have made initial plans, and now you are ready to expand your horizons and explore new opportunities. It indicates that success is on the horizon, but continued effort and patience are required. This card encourages you to have a long-term vision and to trust in your ability to achieve your goals.",
        "ru": "Тройка Жезлов символизирует расширение, исследование и прогресс. Вы уже сделали начальные планы, и теперь готовы расширять свои горизонты и исследовать новые возможности. Это указывает на успех на горизонте, но для его достижения потребуется постоянное усилие и терпение. Карта поощряет долгосрочное видение и веру в свои способности достичь целей.",
        "sv": "Tre av Stavarna symboliserar expansion, utforskning och framsteg. Du har gjort initiala planer och är nu redo att vidga dina vyer och utforska nya möjligheter. Det indikerar att framgång är på horisonten, men fortsatt ansträngning och tålamod krävs. Kortet uppmuntrar dig att ha en långsiktig vision och att lita på din förmåga att uppnå dina mål."
      },
      "meaningReversed": {
        "en": "When reversed, the Three of Wands may suggest delays, setbacks, or lack of foresight. It can indicate frustration with slow progress or obstacles in your path. The reversal encourages patience and suggests that you may need to re-evaluate your plans or adjust your expectations.",
        "ru": "В перевернутом положении Тройка Жезлов может указывать на задержки, неудачи или отсутствие предвидения. Это может означать разочарование из-за медленного прогресса или препятствия на вашем пути. Перевернутая карта поощряет терпение и предлагает пересмотреть свои планы или скорректировать ожидания.",
        "sv": "När den är omvänd kan Tre av Stavarna antyda förseningar, motgångar eller brist på framförhållning. Det kan indikera frustration över långsam framsteg eller hinder i din väg. Den omvända uppmanar till tålamod och föreslår att du kan behöva omvärdera dina planer eller justera dina förväntningar."
      },
      "keywords": {
        "en": ["Expansion", "Exploration", "Progress", "Vision", "Opportunity", "Growth"],
        "ru": ["Расширение", "Исследование", "Прогресс", "Видение", "Возможность", "Рост"],
        "sv": ["Expansion", "Utforskning", "Framsteg", "Vision", "Möjlighet", "Tillväxt"]
      },
      "keywordsReversed": {
        "en": ["Delays", "Setbacks", "Frustration", "Lack of foresight", "Obstacles"],
        "ru": ["Задержки", "Неудачи", "Разочарование", "Отсутствие предвидения", "Препятствия"],
        "sv": ["Förseningar", "Motgångar", "Frustration", "Brist på framförhållning", "Hinder"]
      },
      "imageName": "card_3_of_wands",
      "element": {
        "en": "Fire",
        "ru": "Огонь",
        "sv": "Eld"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 17,
      "name": {
        "en": "Four of Wands",
        "ru": "Четвёрка Жезлов",
        "sv": "Fyra av Stavarna"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Four of Wands represents celebration, harmony, and a sense of community. This card suggests that you are experiencing a time of joy and accomplishment, where you can take pride in your achievements and share your happiness with others. It often signifies weddings, reunions, or other events that bring people together to celebrate a milestone or success.",
        "ru": "Четвёрка Жезлов символизирует праздник, гармонию и чувство общности. Эта карта указывает на время радости и достижений, когда вы можете гордиться своими успехами и делиться счастьем с другими. Она часто означает свадьбы, воссоединения или другие события, которые объединяют людей для празднования важного этапа или успеха.",
        "sv": "Fyra av Stavarna representerar firande, harmoni och en känsla av gemenskap. Detta kort antyder att du upplever en tid av glädje och prestation, där du kan vara stolt över dina framgångar och dela din lycka med andra. Det betyder ofta bröllop, återföreningar eller andra händelser som samlar människor för att fira en milstolpe eller framgång."
      },
      "meaningReversed": {
        "en": "When reversed, the Four of Wands may suggest disharmony, conflict, or a lack of support from others. It can indicate delays or obstacles in plans for celebration or events. The reversal encourages you to focus on resolving conflicts and restoring harmony in your environment.",
        "ru": "В перевёрнутом положении Четвёрка Жезлов может указывать на дисгармонию, конфликты или недостаток поддержки со стороны окружающих. Это может означать задержки или препятствия в планах на празднование или события. Перевернутая карта поощряет сосредоточиться на разрешении конфликтов и восстановлении гармонии в вашей обстановке.",
        "sv": "När den är omvänd kan Fyra av Stavarna antyda disharmoni, konflikter eller brist på stöd från andra. Det kan indikera förseningar eller hinder i planer för firande eller evenemang. Den omvända uppmuntrar dig att fokusera på att lösa konflikter och återställa harmoni i din miljö."
      },
      "keywords": {
        "en": ["Celebration", "Harmony", "Community", "Achievement", "Reunion", "Joy"],
        "ru": ["Празднование", "Гармония", "Общность", "Достижение", "Воссоединение", "Радость"],
        "sv": ["Firande", "Harmoni", "Gemenskap", "Framgång", "Återförening", "Glädje"]
      },
      "keywordsReversed": {
        "en": ["Disharmony", "Conflict", "Delays", "Obstacles", "Lack of support"],
        "ru": ["Дисгармония", "Конфликт", "Задержки", "Препятствия", "Недостаток поддержки"],
        "sv": ["Disharmoni", "Konflikt", "Förseningar", "Hinder", "Brist på stöd"]
      },
      "imageName": "card_4_of_wands",
      "element": {
        "en": "Fire",
        "ru": "Огонь",
        "sv": "Eld"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 18,
      "name": {
        "en": "Five of Wands",
        "ru": "Пятёрка Жезлов",
        "sv": "Fem av Stavarna"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Five of Wands represents conflict, competition, and challenges. This card suggests that you are facing disagreements, whether in a team setting or within yourself. It symbolizes a clash of ideas or egos, but it also presents an opportunity to grow and learn from the experience. The card encourages you to find ways to work through the conflict constructively.",
        "ru": "Пятёрка Жезлов символизирует конфликт, соревнование и трудности. Эта карта указывает на столкновения, будь то в команде или внутри вас самих. Она символизирует столкновение идей или эго, но также представляет возможность для роста и обучения. Карта призывает находить конструктивные способы решения конфликтов.",
        "sv": "Fem av Stavarna representerar konflikt, konkurrens och utmaningar. Detta kort antyder att du står inför oenigheter, vare sig det är i en grupp eller inom dig själv. Det symboliserar en kollision av idéer eller egon, men det presenterar också en möjlighet att växa och lära av erfarenheten. Kortet uppmuntrar dig att hitta sätt att konstruktivt hantera konflikten."
      },
      "meaningReversed": {
        "en": "When reversed, the Five of Wands may suggest resolution of conflicts, avoiding confrontation, or an unwillingness to engage in challenges. It could indicate that the worst of a disagreement is over, or that you are finding ways to cooperate and compromise. The reversal encourages avoiding unnecessary conflict and seeking peaceful solutions.",
        "ru": "В перевёрнутом положении Пятёрка Жезлов может означать разрешение конфликтов, избегание конфронтации или нежелание вступать в соревнования. Это может указывать на то, что худшее в споре позади, или на поиск способов для сотрудничества и компромиссов. Перевёрнутая карта поощряет избегать ненужных конфликтов и искать мирные решения.",
        "sv": "När den är omvänd kan Fem av Stavarna antyda lösning av konflikter, undvikande av konfrontation eller ovilja att engagera sig i utmaningar. Det kan indikera att det värsta av en oenighet är över eller att du hittar sätt att samarbeta och kompromissa. Den omvända uppmuntrar att undvika onödig konflikt och söka fredliga lösningar."
      },
      "keywords": {
        "en": ["Conflict", "Competition", "Challenges", "Disagreements", "Tension", "Growth through struggle"],
        "ru": ["Конфликт", "Соревнование", "Трудности", "Разногласия", "Напряжение", "Рост через борьбу"],
        "sv": ["Konflikt", "Konkurrens", "Utmaningar", "Oenigheter", "Spänning", "Tillväxt genom kamp"]
      },
      "keywordsReversed": {
        "en": ["Resolution", "Avoidance", "Compromise", "Cooperation", "Peaceful solutions"],
        "ru": ["Разрешение", "Избегание", "Компромисс", "Сотрудничество", "Мирные решения"],
        "sv": ["Lösning", "Undvikande", "Kompromiss", "Samarbete", "Fredliga lösningar"]
      },
      "imageName": "card_5_of_wands",
      "element": {
        "en": "Fire",
        "ru": "Огонь",
        "sv": "Eld"
      },
      "yesOrNo": {
        "en": "no",
        "ru": "нет",
        "sv": "nej"
      }
    },
    {
      "id": 19,
      "name": {
        "en": "Six of Wands",
        "ru": "Шестёрка Жезлов",
        "sv": "Sex av Stavarna"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Six of Wands signifies victory, recognition, and success. This card suggests that you have overcome challenges and are now receiving the recognition and praise you deserve. It represents public acknowledgment of your accomplishments and encourages you to enjoy the moment of triumph. The Six of Wands reminds you that success comes from perseverance and self-belief.",
        "ru": "Шестёрка Жезлов символизирует победу, признание и успех. Эта карта указывает на то, что вы преодолели трудности и теперь получаете заслуженное признание и похвалу. Она символизирует публичное признание ваших достижений и призывает наслаждаться моментом триумфа. Шестёрка Жезлов напоминает, что успех приходит благодаря настойчивости и вере в себя.",
        "sv": "Sex av Stavarna betyder seger, erkännande och framgång. Detta kort antyder att du har övervunnit utmaningar och nu får det erkännande och beröm du förtjänar. Det representerar offentligt erkännande av dina prestationer och uppmuntrar dig att njuta av segerns stund. Sex av Stavarna påminner om att framgång kommer från uthållighet och självförtroende."
      },
      "meaningReversed": {
        "en": "When reversed, the Six of Wands may suggest a lack of recognition, disappointment, or feelings of failure. It can indicate that you are not receiving the credit you deserve or are experiencing setbacks in your quest for success. The reversal encourages you to reassess your approach and to stay confident despite any delays or obstacles.",
        "ru": "В перевёрнутом положении Шестёрка Жезлов может указывать на отсутствие признания, разочарование или чувство неудачи. Это может означать, что вы не получаете заслуженных похвал или сталкиваетесь с неудачами на пути к успеху. Перевёрнутая карта призывает пересмотреть свой подход и сохранять уверенность, несмотря на задержки или препятствия.",
        "sv": "När den är omvänd kan Sex av Stavarna antyda brist på erkännande, besvikelse eller känslor av misslyckande. Det kan indikera att du inte får det erkännande du förtjänar eller att du upplever bakslag i din strävan efter framgång. Den omvända uppmuntrar dig att omvärdera ditt tillvägagångssätt och att förbli säker trots eventuella förseningar eller hinder."
      },
      "keywords": {
        "en": ["Victory", "Recognition", "Success", "Accomplishment", "Public acknowledgment", "Triumph"],
        "ru": ["Победа", "Признание", "Успех", "Достижение", "Публичное признание", "Триумф"],
        "sv": ["Seger", "Erkännande", "Framgång", "Prestation", "Offentligt erkännande", "Triumf"]
      },
      "keywordsReversed": {
        "en": ["Disappointment", "Lack of recognition", "Setbacks", "Failure", "Ego issues"],
        "ru": ["Разочарование", "Отсутствие признания", "Неудачи", "Провал", "Проблемы с эго"],
        "sv": ["Besvikelse", "Brist på erkännande", "Bakslag", "Misslyckande", "Ego problem"]
      },
      "imageName": "card_6_of_wands",
      "element": {
        "en": "Fire",
        "ru": "Огонь",
        "sv": "Eld"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 20,
      "name": {
        "en": "Seven of Wands",
        "ru": "Семёрка Жезлов",
        "sv": "Sju av Stavarna"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Seven of Wands represents standing your ground, courage, and defense. This card suggests that you are facing opposition or challenges, but you have the strength and determination to stand firm. It encourages you to protect your position and to be confident in your beliefs, even if others challenge you. The Seven of Wands reminds you to be resilient and stay true to your values.",
        "ru": "Семёрка Жезлов символизирует стойкость, смелость и защиту. Эта карта указывает на то, что вы сталкиваетесь с оппозицией или вызовами, но у вас есть силы и решимость стоять на своём. Она призывает вас защищать свою позицию и уверенно отстаивать свои убеждения, даже если другие оспаривают их. Семёрка Жезлов напоминает быть стойким и верным своим ценностям.",
        "sv": "Sju av Stavarna representerar att stå på sig, mod och försvar. Detta kort antyder att du möter motstånd eller utmaningar, men att du har styrkan och beslutsamheten att stå fast. Det uppmuntrar dig att skydda din position och att vara säker i dina övertygelser, även om andra utmanar dig. Sju av Stavarna påminner dig om att vara uthållig och trogen dina värderingar."
      },
      "meaningReversed": {
        "en": "When reversed, the Seven of Wands may suggest feeling overwhelmed, defenseless, or unable to stand up for yourself. It can indicate that you are struggling to maintain your position or are feeling outnumbered. The reversal encourages you to find inner strength and to not give up in the face of adversity.",
        "ru": "В перевёрнутом положении Семёрка Жезлов может указывать на чувство подавленности, беззащитности или неспособности постоять за себя. Это может означать, что вы изо всех сил пытаетесь удержать свою позицию или чувствуете себя в меньшинстве. Перевёрнутая карта призывает найти внутренние силы и не сдаваться перед лицом трудностей.",
        "sv": "När den är omvänd kan Sju av Stavarna antyda känslor av överväldigande, försvarslöshet eller att inte kunna stå upp för sig själv. Det kan indikera att du kämpar för att behålla din position eller känner dig underlägsen. Den omvända uppmuntrar dig att hitta inre styrka och att inte ge upp i motgångar."
      },
      "keywords": {
        "en": ["Courage", "Defense", "Standing your ground", "Confidence", "Opposition", "Resilience"],
        "ru": ["Смелость", "Защита", "Стойкость", "Уверенность", "Оппозиция", "Стойкость"],
        "sv": ["Mod", "Försvar", "Stå på sig", "Självförtroende", "Motstånd", "Uthållighet"]
      },
      "keywordsReversed": {
        "en": ["Overwhelm", "Defenselessness", "Insecurity", "Feeling outnumbered", "Giving up"],
        "ru": ["Подавленность", "Беззащитность", "Неуверенность", "Чувство меньшинства", "Сдача"],
        "sv": ["Överväldigande", "Försvarslöshet", "Osäkerhet", "Känsla av underlägsenhet", "Ge upp"]
      },
      "imageName": "card_7_of_wands",
      "element": {
        "en": "Fire",
        "ru": "Огонь",
        "sv": "Eld"
      },
      "yesOrNo": {
        "en": "no",
        "ru": "нет",
        "sv": "nej"
      }
    },
    {
      "id": 21,
      "name": {
        "en": "Eight of Wands",
        "ru": "Восьмёрка Жезлов",
        "sv": "Åtta av Stavarna"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Eight of Wands symbolizes speed, progress, and swift movement. This card suggests that things are happening quickly, and momentum is on your side. It represents forward movement, clear communication, and fast-paced energy. The Eight of Wands encourages you to act on your plans and to seize opportunities as they arise, as delays are no longer holding you back.",
        "ru": "Восьмёрка Жезлов символизирует скорость, прогресс и быстрое движение. Эта карта указывает на то, что события развиваются быстро, и инерция на вашей стороне. Она символизирует движение вперёд, ясную коммуникацию и энергичный темп. Восьмёрка Жезлов призывает действовать по вашим планам и пользоваться возможностями, так как задержки больше не мешают вам.",
        "sv": "Åtta av Stavarna symboliserar hastighet, framsteg och snabb rörelse. Detta kort antyder att saker händer snabbt och att momentum är på din sida. Det representerar framåt rörelse, tydlig kommunikation och snabbt tempo. Åtta av Stavarna uppmuntrar dig att agera på dina planer och att ta vara på möjligheter när de uppstår, eftersom förseningar inte längre håller dig tillbaka."
      },
      "meaningReversed": {
        "en": "When reversed, the Eight of Wands may suggest delays, miscommunication, or frustration with slow progress. It can indicate that your plans are being hindered by obstacles or misunderstandings. The reversal encourages patience and suggests that you may need to re-align your efforts before moving forward.",
        "ru": "В перевёрнутом положении Восьмёрка Жезлов может указывать на задержки, недопонимания или разочарование медленным прогрессом. Это может означать, что ваши планы задерживаются из-за препятствий или недоразумений. Перевёрнутая карта призывает к терпению и предлагает пересмотреть ваши усилия перед тем, как двигаться вперёд.",
        "sv": "När den är omvänd kan Åtta av Stavarna antyda förseningar, missförstånd eller frustration över långsam framgång. Det kan indikera att dina planer hindras av hinder eller missförstånd. Den omvända uppmuntrar tålamod och föreslår att du kanske behöver omjustera dina ansträngningar innan du går vidare."
      },
      "keywords": {
        "en": ["Speed", "Progress", "Movement", "Momentum", "Communication", "Action"],
        "ru": ["Скорость", "Прогресс", "Движение", "Инерция", "Коммуникация", "Действие"],
        "sv": ["Hastighet", "Framsteg", "Rörelse", "Momentum", "Kommunikation", "Handling"]
      },
      "keywordsReversed": {
        "en": ["Delays", "Miscommunication", "Frustration", "Obstacles", "Slow progress"],
        "ru": ["Задержки", "Недопонимание", "Разочарование", "Препятствия", "Медленный прогресс"],
        "sv": ["Förseningar", "Missförstånd", "Frustration", "Hinder", "Långsam framgång"]
      },
      "imageName": "card_8_of_wands",
      "element": {
        "en": "Fire",
        "ru": "Огонь",
        "sv": "Eld"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 22,
      "name": {
        "en": "Nine of Wands",
        "ru": "Девятка Жезлов",
        "sv": "Nio av Stavarna"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Nine of Wands represents resilience, persistence, and defending what you have built. This card suggests that you are nearing the completion of a challenging situation, but you may feel exhausted or worn down by the effort. It encourages you to stay strong and keep pushing forward, as success is within reach. The Nine of Wands reminds you that your past experiences have made you stronger.",
        "ru": "Девятка Жезлов олицетворяет стойкость, настойчивость и защиту того, что вы построили. Эта карта указывает на то, что вы близки к завершению сложной ситуации, но можете чувствовать усталость или изможденность от усилий. Она призывает вас оставаться сильным и продолжать двигаться вперёд, так как успех близок. Девятка Жезлов напоминает вам, что ваш прошлый опыт сделал вас сильнее.",
        "sv": "Nio av Stavarna representerar motståndskraft, uthållighet och att försvara det du har byggt. Detta kort antyder att du närmar dig slutet på en utmanande situation, men att du kan känna dig utmattad eller sliten av ansträngningen. Det uppmuntrar dig att vara stark och fortsätta framåt, eftersom framgång är inom räckhåll. Nio av Stavarna påminner dig om att dina tidigare erfarenheter har gjort dig starkare."
      },
      "meaningReversed": {
        "en": "When reversed, the Nine of Wands may suggest burnout, a reluctance to keep fighting, or feeling overwhelmed by ongoing challenges. It could indicate that you are struggling to find the energy to continue or are overly defensive. The reversal encourages you to rest and regain your strength before moving forward.",
        "ru": "В перевёрнутом положении Девятка Жезлов может указывать на выгорание, нежелание продолжать борьбу или ощущение перегруженности постоянными трудностями. Это может означать, что вы испытываете трудности с поиском энергии, чтобы продолжать, или слишком защитны. Перевёрнутая карта призывает вас отдохнуть и восстановить свои силы перед тем, как двигаться вперёд.",
        "sv": "När den är omvänd kan Nio av Stavarna antyda utbrändhet, ovilja att fortsätta kämpa eller känsla av att vara överväldigad av pågående utmaningar. Det kan indikera att du har svårt att hitta energin att fortsätta eller att du är för defensiv. Den omvända uppmuntrar dig att vila och återfå din styrka innan du går vidare."
      },
      "keywords": {
        "en": ["Resilience", "Persistence", "Defending", "Strength", "Courage", "Near completion"],
        "ru": ["Стойкость", "Настойчивость", "Защита", "Сила", "Мужество", "Близость к завершению"],
        "sv": ["Motståndskraft", "Uthållighet", "Försvar", "Styrka", "Mod", "Nästan klart"]
      },
      "keywordsReversed": {
        "en": ["Burnout", "Exhaustion", "Overwhelm", "Defensiveness", "Struggle to continue"],
        "ru": ["Выгорание", "Усталость", "Перегруженность", "Защита", "Трудности с продолжением"],
        "sv": ["Utbrändhet", "Uttröttning", "Överväldigande", "Defensivitet", "Kamp för att fortsätta"]
      },
      "imageName": "card_9_of_wands",
      "element": {
        "en": "Fire",
        "ru": "Огонь",
        "sv": "Eld"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 23,
      "name": {
        "en": "Ten of Wands",
        "ru": "Десятка Жезлов",
        "sv": "Tio av Stavarna"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Ten of Wands represents burdens, responsibilities, and a heavy load. This card suggests that you are carrying too much on your shoulders, feeling overwhelmed by obligations and the demands of daily life. It encourages you to assess your priorities and consider delegating some responsibilities to lighten your load. The Ten of Wands reminds you that it's okay to ask for help and to focus on what truly matters.",
        "ru": "Десятка Жезлов олицетворяет бремя, ответственность и тяжелую ношу. Эта карта указывает на то, что вы несете слишком много на своих плечах, чувствуя себя перегруженным обязательствами и требованиями повседневной жизни. Она призывает вас оценить свои приоритеты и подумать о том, чтобы делегировать некоторые обязанности, чтобы облегчить свою нагрузку. Десятка Жезлов напоминает вам, что просить о помощи — это нормально, и стоит сосредоточиться на том, что действительно имеет значение.",
        "sv": "Tio av Stavarna representerar bördor, ansvar och en tung last. Detta kort antyder att du bär för mycket på dina axlar och känner dig överväldigad av skyldigheter och krav i vardagen. Det uppmuntrar dig att bedöma dina prioriteringar och överväga att delegera vissa ansvarsområden för att lätta på din belastning. Tio av Stavarna påminner dig om att det är okej att be om hjälp och att fokusera på vad som verkligen betyder något."
      },
      "meaningReversed": {
        "en": "When reversed, the Ten of Wands may suggest the release of burdens, relief from responsibilities, or the need to reevaluate your commitments. It can indicate that you are learning to let go of what no longer serves you, which can lead to a sense of freedom. The reversal encourages you to simplify your life and to prioritize self-care.",
        "ru": "В перевёрнутом положении Десятка Жезлов может указывать на освобождение от бремени, облегчение от обязанностей или необходимость переоценить свои обязательства. Это может означать, что вы учитесь отпускать то, что больше не служит вам, что может привести к чувству свободы. Перевёрнутая карта призывает вас упростить свою жизнь и уделить приоритетное внимание заботе о себе.",
        "sv": "När den är omvänd kan Tio av Stavarna antyda frigörande av bördor, lättnad från ansvar eller behovet av att omvärdera dina åtaganden. Det kan indikera att du lär dig att släppa det som inte längre tjänar dig, vilket kan leda till en känsla av frihet. Den omvända uppmuntrar dig att förenkla ditt liv och prioritera egenvård."
      },
      "keywords": {
        "en": ["Burdens", "Responsibilities", "Overwhelm", "Heavy load", "Obligations", "Assessment"],
        "ru": ["Бремя", "Ответственности", "Перегруженность", "Тяжелая ноша", "Обязанности", "Оценка"],
        "sv": ["Bördor", "Ansvar", "Överväldigande", "Tung last", "Skyldigheter", "Bedömning"]
      },
      "keywordsReversed": {
        "en": ["Release of burdens", "Relief", "Letting go", "Simplification", "Prioritization"],
        "ru": ["Освобождение от бремени", "Облегчение", "Отпускание", "Упрощение", "Приоритизация"],
        "sv": ["Frigörande av bördor", "Lättnad", "Släppa", "Förenkling", "Prioritering"]
      },
      "imageName": "card_10_of_wands",
      "element": {
        "en": "Fire",
        "ru": "Огонь",
        "sv": "Eld"
      },
      "yesOrNo": {
        "en": "no",
        "ru": "нет",
        "sv": "nej"
      }
    },
    {
      "id": 24,
      "name": {
        "en": "Knight of Wands",
        "ru": "Рыцарь Жезлов",
        "sv": "Riddare av Stavarna"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Knight of Wands signifies energy, passion, and adventure. This card represents a person who is enthusiastic and eager to take action. It encourages you to pursue your passions and embrace new experiences with confidence and courage.",
        "ru": "Рыцарь Жезлов олицетворяет энергию, страсть и приключение. Эта карта символизирует человека, который полон энтузиазма и стремится действовать. Она призывает вас следовать своим увлечениям и смело принимать новые впечатления.",
        "sv": "Riddare av Stavarna betyder energi, passion och äventyr. Detta kort representerar en person som är entusiastisk och ivrig att agera. Det uppmuntrar dig att följa dina passioner och omfamna nya upplevelser med självförtroende och mod."
      },
      "meaningReversed": {
        "en": "In its reversed position, the Knight of Wands may indicate impulsiveness, recklessness, or a lack of direction. It suggests that you might be rushing into things without fully considering the consequences. The reversal calls for a more thoughtful approach to your actions.",
        "ru": "В перевёрнутом положении Рыцарь Жезлов может указывать на импульсивность, безрассудство или отсутствие направления. Это означает, что вы можете спешить в дела, не учитывая полностью последствия. Перевёрнутая карта призывает к более вдумчивому подходу к вашим действиям.",
        "sv": "I sin omvända position kan Riddare av Stavarna indikera impulsivitet, vårdslöshet eller brist på riktning. Det antyder att du kanske rusar in i saker utan att fullt ut överväga konsekvenserna. Den omvända uppmanar till en mer genomtänkt strategi för dina handlingar."
      },
      "keywords": {
        "en": ["Energy", "Passion", "Adventure", "Courage", "Confidence"],
        "ru": ["Энергия", "Страсть", "Приключение", "Смелость", "Уверенность"],
        "sv": ["Energi", "Passion", "Äventyr", "Mod", "Självförtroende"]
      },
      "keywordsReversed": {
        "en": ["Impulsiveness", "Recklessness", "Lack of direction"],
        "ru": ["Импульсивность", "Безрассудство", "Отсутствие направления"],
        "sv": ["Impulsivitet", "Vårdslöshet", "Brist på riktning"]
      },
      "imageName": "card_knight_of_wands",
      "element": {
        "en": "Fire",
        "ru": "Огонь",
        "sv": "Eld"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 25,
      "name": {
        "en": "Queen of Wands",
        "ru": "Королева Жезлов",
        "sv": "Drottning av Stavarna"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Queen of Wands embodies confidence, determination, and creativity. She represents a strong, charismatic individual who inspires others. This card encourages you to embrace your inner strength and pursue your goals with passion and enthusiasm.",
        "ru": "Королева Жезлов олицетворяет уверенность, решимость и креативность. Она представляет собой сильную, харизматичную личность, вдохновляющую других. Эта карта призывает вас принять свою внутреннюю силу и стремиться к своим целям с энтузиазмом и страстью.",
        "sv": "Drottning av Stavarna personifierar självförtroende, beslutsamhet och kreativitet. Hon representerar en stark, karismatisk individ som inspirerar andra. Detta kort uppmanar dig att omfamna din inre styrka och sträva efter dina mål med passion och entusiasm."
      },
      "meaningReversed": {
        "en": "Reversed, the Queen of Wands may indicate insecurity, jealousy, or a lack of confidence. It suggests that you might be struggling to express your true self or feel overshadowed by others. The reversal calls for self-reflection and the need to reclaim your power.",
        "ru": "В перевёрнутом положении Королева Жезлов может указывать на неуверенность, зависть или недостаток уверенности. Это означает, что вы можете испытывать трудности в выражении своего истинного «я» или чувствовать себя затенённым другими. Перевёрнутая карта призывает к саморефлексии и необходимости вернуть свою силу.",
        "sv": "I sin omvända position kan Drottning av Stavarna indikera osäkerhet, avund eller brist på självförtroende. Det antyder att du kan kämpa för att uttrycka ditt sanna jag eller känna dig överskuggad av andra. Den omvända uppmanar till självrannsakan och behovet av att återfå din makt."
      },
      "keywords": {
        "en": ["Confidence", "Determination", "Creativity", "Charisma", "Inspiration"],
        "ru": ["Уверенность", "Решимость", "Креативность", "Харизма", "Вдохновение"],
        "sv": ["Självförtroende", "Beslutsamhet", "Kreativitet", "Karism", "Inspiration"]
      },
      "keywordsReversed": {
        "en": ["Insecurity", "Jealousy", "Lack of confidence"],
        "ru": ["Неуверенность", "Зависть", "Недостаток уверенности"],
        "sv": ["Osäkerhet", "Avund", "Brist på självförtroende"]
      },
      "imageName": "card_queen_of_wands",
      "element": {
        "en": "Fire",
        "ru": "Огонь",
        "sv": "Eld"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 26,
      "name": {
        "en": "Page of Wands",
        "ru": "Паж Жезлов",
        "sv": "Page av Stavarna"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Page of Wands represents enthusiasm, exploration, and new ideas. This card signifies a time of inspiration and creativity. It encourages you to embrace your curiosity and pursue your passions with a sense of adventure.",
        "ru": "Паж Жезлов олицетворяет энтузиазм, исследование и новые идеи. Эта карта обозначает время вдохновения и креативности. Она призывает вас принять ваше любопытство и стремиться к вашим увлечениям с чувством приключения.",
        "sv": "Page av Stavarna representerar entusiasm, utforskning och nya idéer. Detta kort innebär en tid av inspiration och kreativitet. Det uppmanar dig att omfamna din nyfikenhet och sträva efter dina passioner med en känsla av äventyr."
      },
      "meaningReversed": {
        "en": "In its reversed position, the Page of Wands can indicate a lack of direction, hesitation, or feeling uninspired. It suggests that you might be struggling to find your creative spark or feeling blocked in your endeavors. The reversal calls for a renewed focus on your goals.",
        "ru": "В перевёрнутом положении Паж Жезлов может указывать на отсутствие направления, колебание или чувство отсутствия вдохновения. Это означает, что вы можете испытывать трудности в поиске своего творческого импульса или ощущать блокировку в своих начинаниях. Перевёрнутая карта призывает сосредоточиться на своих целях.",
        "sv": "I sin omvända position kan Page av Stavarna indikera brist på riktning, tvekan eller känsla av att vara oinspirerad. Det antyder att du kan ha svårt att hitta din kreativa gnista eller känna dig blockerad i dina strävanden. Den omvända uppmanar till ett förnyat fokus på dina mål."
      },
      "keywords": {
        "en": ["Enthusiasm", "Exploration", "New ideas", "Creativity", "Adventure"],
        "ru": ["Энтузиазм", "Исследование", "Новые идеи", "Креативность", "Приключение"],
        "sv": ["Entusiasm", "Utforskning", "Nya idéer", "Kreativitet", "Äventyr"]
      },
      "keywordsReversed": {
        "en": ["Lack of direction", "Hesitation", "Feeling uninspired"],
        "ru": ["Отсутствие направления", "Колебание", "Чувство отсутствия вдохновения"],
        "sv": ["Brist på riktning", "Tvekan", "Känsla av att vara oinspirerad"]
      },
      "imageName": "card_page_of_wands",
      "element": {
        "en": "Fire",
        "ru": "Огонь",
        "sv": "Eld"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 27,
      "name": {
        "en": "King of Wands",
        "ru": "Король Жезлов",
        "sv": "Kung av Stavarna"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The King of Wands symbolizes leadership, vision, and charisma. This card represents a person who is confident and influential, inspiring others with their passion and enthusiasm. It encourages you to embrace your leadership qualities and to pursue your ambitions with courage and determination.",
        "ru": "Король Жезлов символизирует лидерство, видение и харизму. Эта карта представляет собой человека, который уверен в себе и влиятельен, вдохновляя других своей страстью и энтузиазмом. Она призывает вас принять свои лидерские качества и следовать своим амбициям с мужеством и решимостью.",
        "sv": "Kung av Stavarna symboliserar ledarskap, vision och karisma. Detta kort representerar en person som är självsäker och inflytelserik, och inspirerar andra med sin passion och entusiasm. Det uppmanar dig att omfamna dina ledarskapskvaliteter och att sträva efter dina ambitioner med mod och beslutsamhet."
      },
      "meaningReversed": {
        "en": "When reversed, the King of Wands may indicate overbearing behavior, impatience, or a lack of vision. It suggests that you might be struggling to find direction or that your leadership style could be causing conflicts. The reversal calls for self-awareness and a more collaborative approach.",
        "ru": "В перевёрнутом положении Король Жезлов может указывать на деспотичное поведение, нетерпимость или отсутствие видения. Это означает, что вы можете испытывать трудности с нахождением направления или что ваш стиль лидерства может вызывать конфликты. Перевёрнутая карта призывает к самосознанию и более совместному подходу.",
        "sv": "I sin omvända position kan Kung av Stavarna indikera dominerande beteende, otålighet eller brist på vision. Det antyder att du kan ha svårt att hitta riktning eller att din ledarskapsstil kan orsaka konflikter. Den omvända uppmanar till självinsikt och en mer samarbetsinriktad strategi."
      },
      "keywords": {
        "en": ["Leadership", "Vision", "Charisma", "Influence", "Determination"],
        "ru": ["Лидерство", "Видение", "Харизма", "Влияние", "Решимость"],
        "sv": ["Ledarskap", "Vision", "Karisma", "Inflytande", "Beslutsamhet"]
      },
      "keywordsReversed": {
        "en": ["Overbearing behavior", "Impatience", "Lack of vision"],
        "ru": ["Деспотичное поведение", "Нетерпимость", "Отсутствие видения"],
        "sv": ["Dominerande beteende", "Otålighet", "Brist på vision"]
      },
      "imageName": "card_king_of_wands",
      "element": {
        "en": "Fire",
        "ru": "Огонь",
        "sv": "Eld"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 28,
      "name": {
        "en": "Ace of Wands",
        "ru": "Туз Жезлов",
        "sv": "Ess av Stavarna"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Ace of Wands represents new beginnings, inspiration, and creative potential. This card signifies the spark of an idea or the start of a new venture. It encourages you to embrace your creativity and take action towards your passions.",
        "ru": "Туз Жезлов символизирует новые начинания, вдохновение и творческий потенциал. Эта карта указывает на искру идеи или начало нового начинания. Она призывает вас принять свою креативность и действовать в направлении своих увлечений.",
        "sv": "Ess av Stavarna representerar nya början, inspiration och kreativ potential. Detta kort markerar gnistan av en idé eller starten på ett nytt företag. Det uppmanar dig att omfamna din kreativitet och ta åtgärder mot dina passioner."
      },
      "meaningReversed": {
        "en": "In its reversed position, the Ace of Wands can indicate a lack of inspiration, missed opportunities, or creative blocks. It suggests that you might be feeling stagnant or uncertain about your direction. The reversal encourages you to reignite your passion and explore new possibilities.",
        "ru": "В перевёрнутом положении Туз Жезлов может указывать на отсутствие вдохновения, упущенные возможности или творческие блоки. Это означает, что вы можете ощущать стагнацию или неуверенность в своём направлении. Перевёрнутая карта призывает вас возобновить свою страсть и исследовать новые возможности.",
        "sv": "I sin omvända position kan Ess av Stavarna indikera brist på inspiration, missade möjligheter eller kreativa block. Det antyder att du kanske känner dig stillastående eller osäker på din riktning. Den omvända uppmanar dig att återuppväcka din passion och utforska nya möjligheter."
      },
      "keywords": {
        "en": ["New beginnings", "Inspiration", "Creative potential", "Passion", "Action"],
        "ru": ["Новые начинания", "Вдохновение", "Творческий потенциал", "Страсть", "Действие"],
        "sv": ["Nya början", "Inspiration", "Kreativ potential", "Passion", "Handling"]
      },
      "keywordsReversed": {
        "en": ["Lack of inspiration", "Missed opportunities", "Creative blocks"],
        "ru": ["Отсутствие вдохновения", "Упущенные возможности", "Творческие блоки"],
        "sv": ["Brist på inspiration", "Missade möjligheter", "Kreativa block"]
      },
      "imageName": "card_ace_of_wands",
      "element": {
        "en": "Fire",
        "ru": "Огонь",
        "sv": "Eld"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 29,
      "name": {
        "en": "Ace of Swords",
        "ru": "Туз Мечей",
        "sv": "Ess av Svärden"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Ace of Swords represents clarity, truth, and new beginnings in the realm of thought and communication. This card signifies a breakthrough or a moment of insight, encouraging you to embrace your intellect and make decisions with confidence.",
        "ru": "Туз Мечей символизирует ясность, истину и новые начинания в области мышления и общения. Эта карта указывает на прорыв или момент осознания, призывая вас принять свой интеллект и уверенно принимать решения.",
        "sv": "Ess av Svärden representerar klarhet, sanning och nya början inom tankens och kommunikationens område. Detta kort markerar ett genombrott eller en insiktsfull stund, vilket uppmuntrar dig att omfamna din intelligens och fatta beslut med självförtroende."
      },
      "meaningReversed": {
        "en": "In its reversed position, the Ace of Swords may indicate confusion, a lack of clarity, or miscommunication. It suggests that you might be struggling to express your thoughts or that you're facing mental challenges. The reversal calls for a deeper exploration of your ideas and communication styles.",
        "ru": "В перевёрнутом положении Туз Мечей может указывать на путаницу, отсутствие ясности или недопонимание. Это означает, что вы можете испытывать трудности с выражением своих мыслей или сталкиваться с умственными вызовами. Перевёрнутая карта призывает глубже исследовать ваши идеи и стили общения.",
        "sv": "I sin omvända position kan Ess av Svärden indikera förvirring, brist på klarhet eller misskommunikation. Det antyder att du kan ha svårt att uttrycka dina tankar eller att du står inför mentala utmaningar. Den omvända uppmanar dig att utforska dina idéer och kommunikationsstilar djupare."
      },
      "keywords": {
        "en": ["Clarity", "Truth", "New ideas", "Intellect", "Decision-making"],
        "ru": ["Ясность", "Истина", "Новые идеи", "Интеллект", "Принятие решений"],
        "sv": ["Klarhet", "Sanning", "Nya idéer", "Intellekt", "Beslutsfattande"]
      },
      "keywordsReversed": {
        "en": ["Confusion", "Lack of clarity", "Miscommunication"],
        "ru": ["Путаница", "Отсутствие ясности", "Недопонимание"],
        "sv": ["Förvirring", "Brist på klarhet", "Misskommunikation"]
      },
      "imageName": "card_ace_of_swords",
      "element": {
        "en": "Air",
        "ru": "Воздух",
        "sv": "Luft"
      },
      "yesOrNo": {
        "en": "no",
        "ru": "нет",
        "sv": "nej"
      }
    },
    {
      "id": 30,
      "name": {
        "en": "Two of Swords",
        "ru": "Два Меча",
        "sv": "Två av Svärden"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Two of Swords signifies a stalemate or a difficult decision. This card represents a situation where you may be avoiding conflict or struggling to choose between two options. It encourages you to confront your feelings and make a choice to move forward.",
        "ru": "Два Меча символизирует тупик или трудное решение. Эта карта представляет ситуацию, в которой вы можете избегать конфликта или испытывать трудности с выбором между двумя вариантами. Она призывает вас столкнуться с вашими чувствами и сделать выбор, чтобы двигаться дальше.",
        "sv": "Två av Svärden betyder en dödläge eller ett svårt beslut. Detta kort representerar en situation där du kanske undviker konflikt eller kämpar för att välja mellan två alternativ. Det uppmuntrar dig att konfrontera dina känslor och göra ett val för att gå vidare."
      },
      "meaningReversed": {
        "en": "In its reversed position, the Two of Swords can indicate confusion, indecision, or feeling overwhelmed by choices. It suggests that you might be avoiding the truth or failing to see the bigger picture. The reversal calls for clarity and the courage to face your emotions.",
        "ru": "В перевёрнутом положении Два Меча может указывать на путаницу, нерешительность или чувство перегруженности выбором. Это означает, что вы можете избегать правды или не видеть общей картины. Перевёрнутая карта призывает к ясности и смелости, чтобы столкнуться с вашими эмоциями.",
        "sv": "I sin omvända position kan Två av Svärden indikera förvirring, obeslutsamhet eller att känna sig överväldigad av val. Det antyder att du kan undvika sanningen eller misslyckas med att se den större bilden. Den omvända uppmanar till klarhet och mod att möta dina känslor."
      },
      "keywords": {
        "en": ["Stalemate", "Indecision", "Avoidance", "Difficult choices"],
        "ru": ["Тупик", "Нерешительность", "Избежание", "Трудные выборы"],
        "sv": ["Dödläge", "Obeslutsamhet", "Undvikande", "Svåra val"]
      },
      "keywordsReversed": {
        "en": ["Confusion", "Avoidance", "Overwhelmed by choices"],
        "ru": ["Путаница", "Избежание", "Перегруженность выборами"],
        "sv": ["Förvirring", "Undvikande", "Överväldigad av val"]
      },
      "imageName": "card_2_of_swords",
      "element": {
        "en": "Air",
        "ru": "Воздух",
        "sv": "Luft"
      },
      "yesOrNo": {
        "en": "no",
        "ru": "нет",
        "sv": "nej"
      }
    },
    {
      "id": 31,
      "name": {
        "en": "Three of Swords",
        "ru": "Три Меча",
        "sv": "Tre av Svärden"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Three of Swords symbolizes heartbreak, grief, and emotional pain. This card indicates a time of sorrow or loss, suggesting that you may need to process your feelings and allow yourself to heal.",
        "ru": "Три Меча символизируют разбитое сердце, горе и эмоциональную боль. Эта карта указывает на время печали или утраты, предполагая, что вам может потребоваться обработать свои чувства и позволить себе исцелиться.",
        "sv": "Tre av Svärden symboliserar hjärtesorg, sorg och känslomässig smärta. Detta kort indikerar en tid av sorg eller förlust och antyder att du kan behöva bearbeta dina känslor och tillåta dig själv att läka."
      },
      "meaningReversed": {
        "en": "In its reversed position, the Three of Swords can indicate healing, forgiveness, or the release of pain. It suggests that you may be moving past a difficult emotional experience and finding ways to let go and rebuild.",
        "ru": "В перевёрнутом положении Три Меча могут указывать на исцеление, прощение или освобождение от боли. Это означает, что вы можете преодолевать сложный эмоциональный опыт и находить способы отпустить и восстановить.",
        "sv": "I sin omvända position kan Tre av Svärden indikera läkning, förlåtelse eller frigöring från smärta. Det antyder att du kanske går vidare från en svår känslomässig upplevelse och hittar sätt att släppa taget och återuppbygga."
      },
      "keywords": {
        "en": ["Heartbreak", "Grief", "Emotional pain", "Healing"],
        "ru": ["Разбитое сердце", "Горе", "Эмоциональная боль", "Исцеление"],
        "sv": ["Hjärtesorg", "Sorg", "Känslomässig smärta", "Läkning"]
      },
      "keywordsReversed": {
        "en": ["Avoiding pain", "Holding onto grief"],
        "ru": ["Избежание боли", "Удерживание горя"],
        "sv": ["Undvikande av smärta", "Hålla fast vid sorg"]
      },
      "imageName": "card_3_of_swords",
      "element": {
        "en": "Air",
        "ru": "Воздух",
        "sv": "Luft"
      },
      "yesOrNo": {
        "en": "no",
        "ru": "нет",
        "sv": "nej"
      }
    },
    {
      "id": 32,
      "name": {
        "en": "Four of Swords",
        "ru": "Четыре Меча",
        "sv": "Fyra av Svärden"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Four of Swords represents rest, contemplation, and recovery. This card signifies a need for a break or a moment of solitude to recharge your mind and spirit. It encourages you to take time for self-reflection and healing.",
        "ru": "Четыре Меча символизируют отдых, размышления и восстановление. Эта карта указывает на необходимость перерыва или момента уединения для восстановления ума и духа. Она призывает вас уделить время саморазмышлениям и исцелению.",
        "sv": "Fyra av Svärden representerar vila, eftertanke och återhämtning. Detta kort indikerar ett behov av en paus eller ett ögonblick av ensamhet för att ladda ditt sinne och din själ. Det uppmuntrar dig att ta tid för självreflektion och läkning."
      },
      "meaningReversed": {
        "en": "When reversed, the Four of Swords may indicate restlessness, burnout, or an inability to take a break. It suggests that you might be neglecting your need for rest or struggling to find peace. The reversal calls for prioritizing self-care and mental well-being.",
        "ru": "В перевёрнутом положении Четыре Меча могут указывать на беспокойство, выгорание или неспособность отдохнуть. Это означает, что вы можете пренебрегать своей потребностью в отдыхе или испытывать трудности с нахождением покоя. Переворот призывает к приоритизации заботы о себе и психическом здоровье.",
        "sv": "I sin omvända position kan Fyra av Svärden indikera rastlöshet, utbrändhet eller en oförmåga att ta en paus. Det antyder att du kanske försummar ditt behov av vila eller kämpar med att finna lugn. Omvändningen uppmanar till att prioritera egenvård och mental välbefinnande."
      },
      "keywords": {
        "en": ["Rest", "Contemplation", "Recovery", "Self-reflection"],
        "ru": ["Отдых", "Размышление", "Восстановление", "Саморазмышление"],
        "sv": ["Vila", "Eftertanke", "Återhämtning", "Självreflektion"]
      },
      "keywordsReversed": {
        "en": ["Restlessness", "Burnout", "Inability to rest"],
        "ru": ["Беспокойство", "Выгорание", "Неспособность отдыхать"],
        "sv": ["Rastlöshet", "Utbrändhet", "Oförmåga att vila"]
      },
      "imageName": "card_4_of_swords",
      "element": {
        "en": "Air",
        "ru": "Воздух",
        "sv": "Luft"
      },
      "yesOrNo": {
        "en": "no",
        "ru": "нет",
        "sv": "nej"
      }
    },
    {
      "id": 33,
      "name": {
        "en": "Five of Swords",
        "ru": "Пять Мечей",
        "sv": "Fem av Svärden"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Five of Swords symbolizes conflict, betrayal, and tension. This card suggests a situation where winning may come at a cost or where disagreements lead to emotional strain. It encourages you to consider the impact of your actions on others.",
        "ru": "Пять Мечей символизируют конфликт, предательство и напряжение. Эта карта указывает на ситуацию, когда победа может достаться ценой или когда разногласия приводят к эмоциональному напряжению. Она призывает вас учитывать влияние своих действий на других.",
        "sv": "Fem av Svärden symboliserar konflikt, svek och spänning. Detta kort antyder en situation där vinsten kan komma till ett pris eller där meningsskiljaktigheter leder till känslomässig belastning. Det uppmuntrar dig att överväga effekten av dina handlingar på andra."
      },
      "meaningReversed": {
        "en": "In its reversed position, the Five of Swords can indicate resolution, forgiveness, or a desire to move past conflict. It suggests that you may be seeking peace and healing after a challenging situation, emphasizing the importance of reconciliation.",
        "ru": "В перевёрнутом положении Пять Мечей могут указывать на разрешение конфликта, прощение или желание преодолеть конфликт. Это означает, что вы можете стремиться к миру и исцелению после трудной ситуации, подчеркивая важность примирения.",
        "sv": "I sin omvända position kan Fem av Svärden indikera lösning, förlåtelse eller en önskan att gå vidare från konflikt. Det antyder att du kanske söker fred och läkning efter en utmanande situation och betonar vikten av försoning."
      },
      "keywords": {
        "en": ["Conflict", "Betrayal", "Tension", "Emotional strain"],
        "ru": ["Конфликт", "Предательство", "Напряжение", "Эмоциональное напряжение"],
        "sv": ["Konflikt", "Svek", "Spänning", "Känslomässig belastning"]
      },
      "keywordsReversed": {
        "en": ["Resolution", "Forgiveness", "Desire for peace"],
        "ru": ["Разрешение", "Прощение", "Желание мира"],
        "sv": ["Lösning", "Förlåtelse", "Önskan om fred"]
      },
      "imageName": "card_5_of_swords",
      "element": {
        "en": "Air",
        "ru": "Воздух",
        "sv": "Luft"
      },
      "yesOrNo": {
        "en": "no",
        "ru": "нет",
        "sv": "nej"
      }
    },
    {
      "id": 34,
      "name": {
        "en": "Six of Swords",
        "ru": "Шесть Мечей",
        "sv": "Sex av Svärden"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Six of Swords signifies transition, movement, and travel. This card represents a journey toward calmer waters or a shift away from difficulties. It encourages you to embrace change and seek a better future.",
        "ru": "Шесть Мечей символизируют переход, движение и путешествие. Эта карта представляет собой путь к спокойным водам или переход от трудностей. Она призывает вас принять изменения и стремиться к лучшему будущему.",
        "sv": "Sex av Svärden innebär övergång, rörelse och resor. Detta kort representerar en resa mot lugnare vatten eller en förändring bort från svårigheter. Det uppmuntrar dig att omfamna förändring och söka en bättre framtid."
      },
      "meaningReversed": {
        "en": "When reversed, the Six of Swords may indicate a feeling of being stuck, resistance to change, or difficulty moving on from a situation. It suggests that you might be struggling to let go of the past or to accept necessary changes. The reversal calls for a willingness to confront your challenges.",
        "ru": "В перевёрнутом положении Шесть Мечей могут указывать на чувство застревания, сопротивление изменениям или трудности с переходом от ситуации. Это означает, что вы можете испытывать трудности с тем, чтобы отпустить прошлое или принять необходимые изменения. Переворот призывает к готовности столкнуться с вашими проблемами.",
        "sv": "I sin omvända position kan Sex av Svärden indikera en känsla av att vara fast, motstånd mot förändring eller svårigheter att gå vidare från en situation. Det antyder att du kanske kämpar med att släppa det förflutna eller acceptera nödvändiga förändringar. Vändningen kräver en vilja att konfrontera dina utmaningar."
      },
      "keywords": {
        "en": ["Transition", "Movement", "Travel", "Change"],
        "ru": ["Переход", "Движение", "Путешествие", "Изменение"],
        "sv": ["Övergång", "Rörelse", "Resa", "Förändring"]
      },
      "keywordsReversed": {
        "en": ["Feeling stuck", "Resistance to change", "Difficulty moving on"],
        "ru": ["Чувство застревания", "Сопротивление изменениям", "Трудности с переходом"],
        "sv": ["Känsla av att vara fast", "Motstånd mot förändring", "Svårigheter att gå vidare"]
      },
      "imageName": "card_6_of_swords",
      "element": {
        "en": "Air",
        "ru": "Воздух",
        "sv": "Luft"
      },
      "yesOrNo": {
        "en": "no",
        "ru": "нет",
        "sv": "nej"
      }
    },
    {
      "id": 35,
      "name": {
        "en": "Seven of Swords",
        "ru": "Семь Мечей",
        "sv": "Sju av Svärden"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Seven of Swords symbolizes deception, strategy, and cunning. This card suggests a situation where you may need to be discreet or strategic in your approach. It encourages you to consider your options carefully and to be aware of potential dishonesty.",
        "ru": "Семь Мечей символизируют обман, стратегию и хитрость. Эта карта предполагает ситуацию, когда вам может понадобиться быть осторожным или стратегическим в своем подходе. Она призывает вас тщательно рассмотреть свои варианты и быть внимательным к возможному обману.",
        "sv": "Sju av Svärden symboliserar bedrägeri, strategi och list. Detta kort antyder en situation där du kan behöva vara diskret eller strategisk i din metod. Det uppmuntrar dig att noggrant överväga dina alternativ och vara medveten om potentiell oärlighet."
      },
      "meaningReversed": {
        "en": "In its reversed position, the Seven of Swords can indicate honesty, accountability, and the need to confront truth. It suggests that you may be ready to face the consequences of your actions and to seek authenticity in your relationships.",
        "ru": "В перевёрнутом положении Семь Мечей могут указывать на честность, ответственность и необходимость столкнуться с истиной. Это означает, что вы можете быть готовы принять последствия своих действий и стремиться к искренности в ваших отношениях.",
        "sv": "I sin omvända position kan Sju av Svärden indikera ärlighet, ansvarighet och behovet av att konfrontera sanningen. Det antyder att du kanske är redo att möta konsekvenserna av dina handlingar och att söka äkthet i dina relationer."
      },
      "keywords": {
        "en": ["Deception", "Strategy", "Cunning", "Discretion"],
        "ru": ["Обман", "Стратегия", "Хитрость", "Осторожность"],
        "sv": ["Bedrägeri", "Strategi", "List", "Diskretion"]
      },
      "keywordsReversed": {
        "en": ["Dishonesty", "Avoiding accountability", "Lack of authenticity"],
        "ru": ["Нечестность", "Избежание ответственности", "Отсутствие искренности"],
        "sv": ["Oärlighet", "Undvikande av ansvar", "Brist på äkthet"]
      },
      "imageName": "card_7_of_swords",
      "element": {
        "en": "Air",
        "ru": "Воздух",
        "sv": "Luft"
      },
      "yesOrNo": {
        "en": "no",
        "ru": "нет",
        "sv": "nej"
      }
    },
    {
      "id": 36,
      "name": {
        "en": "Eight of Swords",
        "ru": "Восемь Мечей",
        "sv": "Åtta av Svärden"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Eight of Swords represents restriction, limitation, and feeling trapped. This card indicates a situation where you may feel powerless or unable to move forward. It encourages you to challenge your beliefs and perceptions to find a way out.",
        "ru": "Восемь Мечей представляют собой ограничения, ограничения и чувство ловушки. Эта карта указывает на ситуацию, когда вы можете чувствовать себя бессильным или неспособным двигаться дальше. Она призывает вас бросить вызов своим убеждениям и восприятиям, чтобы найти выход.",
        "sv": "Åtta av Svärden representerar begränsning, inskränkning och känslan av att vara fast. Detta kort indikerar en situation där du kan känna dig maktlös eller oförmögen att gå framåt. Det uppmuntrar dig att utmana dina övertygelser och uppfattningar för att hitta en väg ut."
      },
      "meaningReversed": {
        "en": "In its reversed position, the Eight of Swords can indicate liberation, empowerment, and breaking free from constraints. It suggests that you may be overcoming obstacles and gaining clarity in your situation, allowing for personal growth.",
        "ru": "В перевёрнутом положении Восемь Мечей могут указывать на освобождение, расширение возможностей и освобождение от ограничений. Это означает, что вы, возможно, преодолеваете препятствия и обретаете ясность в своей ситуации, что позволяет вам расти как личность.",
        "sv": "I sin omvända position kan Åtta av Svärden indikera befrielse, egenmakt och att bryta sig loss från begränsningar. Det antyder att du kanske övervinner hinder och får klarhet i din situation, vilket möjliggör personlig tillväxt."
      },
      "keywords": {
        "en": ["Restriction", "Limitation", "Feeling trapped", "Powerlessness"],
        "ru": ["Ограничение", "Лимитация", "Чувство ловушки", "Бессилие"],
        "sv": ["Begränsning", "Inskränkning", "Känslan av att vara fast", "Maktlöshet"]
      },
      "keywordsReversed": {
        "en": ["Liberation", "Empowerment", "Breaking free"],
        "ru": ["Освобождение", "Расширение возможностей", "Освобождение"],
        "sv": ["Befrielse", "Egenmakt", "Bryta sig loss"]
      },
      "imageName": "card_8_of_swords",
      "element": {
        "en": "Air",
        "ru": "Воздух",
        "sv": "Luft"
      },
      "yesOrNo": {
        "en": "no",
        "ru": "нет",
        "sv": "nej"
      }
    },
    {
      "id": 37,
      "name": {
        "en": "Nine of Swords",
        "ru": "Девять Мечей",
        "sv": "Nio av Svärden"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Nine of Swords symbolizes anxiety, fear, and nightmares. This card indicates a time of mental distress or worry, suggesting that you may be facing challenges that keep you up at night. It encourages you to confront your fears and seek support.",
        "ru": "Девять Мечей символизируют тревогу, страх и кошмары. Эта карта указывает на время душевного волнения или беспокойства, предполагая, что вы сталкиваетесь с проблемами, которые не дают вам спать по ночам. Она призывает вас столкнуться со своими страхами и искать поддержку.",
        "sv": "Nio av Svärden symboliserar ångest, rädsla och mardrömmar. Detta kort indikerar en tid av mental påfrestning eller oro, vilket tyder på att du kan stå inför utmaningar som håller dig vaken om nätterna. Det uppmuntrar dig att konfrontera dina rädslor och söka stöd."
      },
      "meaningReversed": {
        "en": "When reversed, the Nine of Swords may indicate a release of anxiety, recovery from fear, or finding peace of mind. It suggests that you may be overcoming your worries and learning to manage your thoughts more effectively.",
        "ru": "В перевёрнутом положении Девять Мечей могут указывать на освобождение от тревог, восстановление после страха или нахождение душевного покоя. Это означает, что вы, возможно, преодолеваете свои опасения и учитесь более эффективно управлять своими мыслями.",
        "sv": "I sin omvända position kan Nio av Svärden indikera en befrielse från ångest, återhämtning från rädsla eller att finna sinnesro. Det antyder att du kanske övervinner dina bekymmer och lär dig att hantera dina tankar mer effektivt."
      },
      "keywords": {
        "en": ["Anxiety", "Fear", "Nightmares", "Mental distress"],
        "ru": ["Тревога", "Страх", "Кошмары", "Душевное беспокойство"],
        "sv": ["Ångest", "Rädsla", "Mardrömmar", "Mental påfrestning"]
      },
      "keywordsReversed": {
        "en": ["Release of anxiety", "Recovery from fear", "Peace of mind"],
        "ru": ["Освобождение от тревог", "Восстановление после страха", "Душевный покой"],
        "sv": ["Befrielse från ångest", "Återhämtning från rädsla", "Sinnesro"]
      },
      "imageName": "card_9_of_swords",
      "element": {
        "en": "Air",
        "ru": "Воздух",
        "sv": "Luft"
      },
      "yesOrNo": {
        "en": "no",
        "ru": "нет",
        "sv": "nej"
      }
    },
    {
      "id": 38,
      "name": {
        "en": "Ten of Swords",
        "ru": "Десять Мечей",
        "sv": "Tio av Svärden"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Ten of Swords signifies betrayal, loss, and endings. This card represents a situation where you may feel defeated or overwhelmed by circumstances. It encourages you to acknowledge your pain and to understand that endings can lead to new beginnings.",
        "ru": "Десять Мечей символизируют предательство, утрату и завершения. Эта карта представляет собой ситуацию, когда вы можете чувствовать себя побежденным или подавленным обстоятельствами. Она призывает вас признать свою боль и понять, что завершения могут привести к новым началам.",
        "sv": "Tio av Svärden betyder förräderi, förlust och avslut. Detta kort representerar en situation där du kan känna dig besegrad eller överväldigad av omständigheterna. Det uppmuntrar dig att erkänna din smärta och förstå att avslut kan leda till nya början."
      },
      "meaningReversed": {
        "en": "In its reversed position, the Ten of Swords can indicate recovery, resilience, and the potential for new beginnings. It suggests that you may be moving past a difficult experience and finding ways to heal and rebuild your life.",
        "ru": "В перевёрнутом положении Десять Мечей могут указывать на восстановление, стойкость и потенциал для новых начинаний. Это означает, что вы, возможно, переходите через сложный опыт и ищете способы исцелиться и восстановить свою жизнь.",
        "sv": "I sin omvända position kan Tio av Svärden indikera återhämtning, motståndskraft och potential för nya början. Det antyder att du kanske går förbi en svår erfarenhet och hittar sätt att läka och återuppbygga ditt liv."
      },
      "keywords": {
        "en": ["Betrayal", "Loss", "Endings", "Defeat"],
        "ru": ["Предательство", "Утрата", "Завершения", "Поражение"],
        "sv": ["Förräderi", "Förlust", "Avslut", "Defeat"]
      },
      "keywordsReversed": {
        "en": ["Recovery", "Resilience", "New beginnings"],
        "ru": ["Восстановление", "Стойкость", "Новые начала"],
        "sv": ["Återhämtning", "Motståndskraft", "Nya början"]
      },
      "imageName": "card_10_of_swords",
      "element": {
        "en": "Air",
        "ru": "Воздух",
        "sv": "Luft"
      },
      "yesOrNo": {
        "en": "no",
        "ru": "нет",
        "sv": "nej"
      }
    },
    {
      "id": 39,
      "name": {
        "en": "Page of Swords",
        "ru": "Паж Мечей",
        "sv": "Sida av Svärden"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Page of Swords represents curiosity, intelligence, and communication. This card suggests a time of exploration and learning, encouraging you to ask questions and seek knowledge. It embodies a youthful and inquisitive energy.",
        "ru": "Паж Мечей символизирует любопытство, ум и коммуникацию. Эта карта указывает на время исследования и обучения, призывая вас задавать вопросы и искать знания. Она олицетворяет молодую и пытливую энергию.",
        "sv": "Sidan av Svärden representerar nyfikenhet, intelligens och kommunikation. Detta kort antyder en tid för utforskning och lärande och uppmuntrar dig att ställa frågor och söka kunskap. Det förkroppsligar en ung och nyfiken energi."
      },
      "meaningReversed": {
        "en": "In its reversed position, the Page of Swords may indicate deceit, gossip, or a lack of clarity in communication. It suggests that you might be facing challenges in expressing yourself or dealing with misunderstandings.",
        "ru": "В перевёрнутом положении Паж Мечей может указывать на обман, сплетни или недостаток ясности в коммуникации. Это означает, что вы можете сталкиваться с трудностями в выражении себя или в общении с недопониманиями.",
        "sv": "I sin omvända position kan Sidan av Svärden indikera bedrägeri, skvaller eller brist på tydlighet i kommunikationen. Det föreslår att du kan möta utmaningar i att uttrycka dig själv eller hantera missförstånd."
      },
      "keywords": {
        "en": ["Curiosity", "Intelligence", "Communication", "Exploration"],
        "ru": ["Любопытство", "Ум", "Коммуникация", "Исследование"],
        "sv": ["Nyfikenhet", "Intelligens", "Kommunikation", "Utforskning"]
      },
      "keywordsReversed": {
        "en": ["Deceit", "Gossip", "Lack of clarity"],
        "ru": ["Обман", "Сплетни", "Недостаток ясности"],
        "sv": ["Bedrägeri", "Skvaller", "Brist på tydlighet"]
      },
      "imageName": "card_page_of_swords",
      "element": {
        "en": "Air",
        "ru": "Воздух",
        "sv": "Luft"
      },
      "yesOrNo": {
        "en": "no",
        "ru": "нет",
        "sv": "nej"
      }
    },
    {
      "id": 40,
      "name": {
        "en": "Knight of Swords",
        "ru": "Рыцарь Мечей",
        "sv": "Riddare av Svärden"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Knight of Swords symbolizes action, determination, and ambition. This card suggests a time of swift movement and decisiveness, encouraging you to pursue your goals with passion and energy. It embodies a courageous and assertive attitude.",
        "ru": "Рыцарь Мечей символизирует действие, решимость и амбицию. Эта карта указывает на время стремительного движения и решительности, призывая вас следовать своим целям с энтузиазмом и энергией. Она олицетворяет смелую и напористую позицию.",
        "sv": "Riddaren av Svärden symboliserar handling, beslutsamhet och ambition. Detta kort antyder en tid av snabbt agerande och beslutsamhet, och uppmuntrar dig att följa dina mål med passion och energi. Det förkroppsligar en modig och assertiv attityd."
      },
      "meaningReversed": {
        "en": "When reversed, the Knight of Swords may indicate recklessness, impatience, or a lack of direction. It suggests that you might be rushing into situations without fully considering the consequences, calling for a more balanced approach.",
        "ru": "В перевёрнутом положении Рыцарь Мечей может указывать на неосторожность, нетерпеливость или отсутствие направления. Это означает, что вы можете бросаться в ситуации, не учитывая все последствия, призывая к более сбалансированному подходу.",
        "sv": "I sin omvända position kan Riddaren av Svärden indikera vårdslöshet, otålighet eller brist på riktning. Det föreslår att du kan rusa in i situationer utan att fullt ut överväga konsekvenserna, vilket kräver en mer balanserad inställning."
      },
      "keywords": {
        "en": ["Action", "Determination", "Ambition", "Decisiveness"],
        "ru": ["Действие", "Решимость", "Амбиция", "Решительность"],
        "sv": ["Handling", "Beslutsamhet", "Ambition", "Beslutsamhet"]
      },
      "keywordsReversed": {
        "en": ["Recklessness", "Impatience", "Lack of direction"],
        "ru": ["Неосторожность", "Нетерпеливость", "Отсутствие направления"],
        "sv": ["Vårdslöshet", "Otålighet", "Brist på riktning"]
      },
      "imageName": "card_knight_of_swords",
      "element": {
        "en": "Air",
        "ru": "Воздух",
        "sv": "Luft"
      },
      "yesOrNo": {
        "en": "no",
        "ru": "нет",
        "sv": "nej"
      }
    },
    {
      "id": 41,
      "name": {
        "en": "Queen of Swords",
        "ru": "Королева Мечей",
        "sv": "Drottning av Svärden"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Queen of Swords represents intellect, independence, and clear communication. This card signifies a person who values truth and clarity, encouraging you to trust your intuition and express your thoughts honestly. She embodies wisdom and strength.",
        "ru": "Королева Мечей символизирует интеллект, независимость и ясное общение. Эта карта указывает на человека, который ценит истину и ясность, призывая вас доверять своей интуиции и честно выражать свои мысли. Она олицетворяет мудрость и силу.",
        "sv": "Drottningen av Svärden representerar intellekt, oberoende och tydlig kommunikation. Detta kort antyder en person som värderar sanning och klarhet, och uppmuntrar dig att lita på din intuition och uttrycka dina tankar ärligt. Hon förkroppsligar visdom och styrka."
      },
      "meaningReversed": {
        "en": "In its reversed position, the Queen of Swords may indicate emotional coldness, bitterness, or a lack of clarity in communication. It suggests that you might be struggling with your emotions or finding it difficult to connect with others. The reversal calls for empathy and open-heartedness.",
        "ru": "В перевёрнутом положении Королева Мечей может указывать на эмоциональную холодность, горечь или отсутствие ясности в общении. Это означает, что вам может быть сложно справиться со своими эмоциями или установить связь с другими. Перевёрнутое положение призывает к эмпатии и открытости.",
        "sv": "I sin omvända position kan Drottningen av Svärden indikera känslomässig kyla, bitterhet eller brist på tydlighet i kommunikationen. Det föreslår att du kan kämpa med dina känslor eller ha svårt att koppla samman med andra. Den omvända positionen uppmanar till empati och öppenhet."
      },
      "keywords": {
        "en": ["Intellect", "Independence", "Clear communication", "Wisdom"],
        "ru": ["Интеллект", "Независимость", "Ясная коммуникация", "Мудрость"],
        "sv": ["Intellekt", "Oberoende", "Tydlig kommunikation", "Visdom"]
      },
      "keywordsReversed": {
        "en": ["Emotional coldness", "Bitterness", "Lack of clarity"],
        "ru": ["Эмоциональная холодность", "Горечь", "Отсутствие ясности"],
        "sv": ["Känslomässig kyla", "Bitterhet", "Brist på tydlighet"]
      },
      "imageName": "card_queen_of_swords",
      "element": {
        "en": "Air",
        "ru": "Воздух",
        "sv": "Luft"
      },
      "yesOrNo": {
        "en": "no",
        "ru": "нет",
        "sv": "nej"
      }
    },
    {
      "id": 42,
      "name": {
        "en": "King of Swords",
        "ru": "Король Мечей",
        "sv": "Kung av Svärden"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The King of Swords symbolizes authority, intellect, and decision-making. This card signifies a strong and analytical leader who values logic and fairness. It encourages you to embrace your intellectual strengths and to lead with clarity and integrity.",
        "ru": "Король Мечей символизирует власть, интеллект и принятие решений. Эта карта указывает на сильного и аналитического лидера, который ценит логику и справедливость. Она призывает вас использовать свои интеллектуальные сильные стороны и вести с ясностью и честностью.",
        "sv": "Kungen av Svärden symboliserar auktoritet, intellekt och beslutsfattande. Detta kort antyder en stark och analytisk ledare som värderar logik och rättvisa. Det uppmuntrar dig att omfamna dina intellektuella styrkor och att leda med tydlighet och integritet."
      },
      "meaningReversed": {
        "en": "When reversed, the King of Swords may indicate tyranny, manipulation, or misuse of power. It suggests that you might be struggling with authority or dealing with someone who is not using their intellect for the greater good. The reversal calls for ethical considerations in your actions.",
        "ru": "В перевёрнутом положении Король Мечей может указывать на тиранию, манипуляцию или злоупотребление властью. Это означает, что вам может быть сложно с авторитетом или вы сталкиваетесь с кем-то, кто не использует свой интеллект на благо других. Перевёрнутое положение призывает учитывать этические аспекты в своих действиях.",
        "sv": "I sin omvända position kan Kungen av Svärden indikera tyranni, manipulation eller missbruk av makt. Det föreslår att du kan ha svårt med auktoritet eller hantera någon som inte använder sitt intellekt för det större goda. Den omvända positionen uppmanar till etiska överväganden i dina handlingar."
      },
      "keywords": {
        "en": ["Authority", "Intellect", "Decision-making", "Fairness"],
        "ru": ["Аукторитет", "Интеллект", "Принятие решений", "Справедливость"],
        "sv": ["Auktoritet", "Intellekt", "Beslutsfattande", "Rättvisa"]
      },
      "keywordsReversed": {
        "en": ["Tyranny", "Manipulation", "Misuse of power"],
        "ru": ["Тирания", "Манипуляция", "Злоупотребление властью"],
        "sv": ["Tyranni", "Manipulation", "Missbruk av makt"]
      },
      "imageName": "card_king_of_swords",
      "element": {
        "en": "Air",
        "ru": "Воздух",
        "sv": "Luft"
      },
      "yesOrNo": {
        "en": "no",
        "ru": "нет",
        "sv": "nej"
      }
    },
    {
      "id": 43,
      "name": {
        "en": "Ace of Cups",
        "ru": "Туз Кубков",
        "sv": "Ess av Kappor"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Ace of Cups represents new emotional beginnings, love, and spiritual fulfillment. This card signifies the start of a new relationship or emotional journey, encouraging you to open your heart and embrace joy and connection.",
        "ru": "Туз Кубков символизирует новые эмоциональные начинания, любовь и духовное удовлетворение. Эта карта указывает на начало новых отношений или эмоционального пути, призывая вас открывать своё сердце и принимать радость и связь.",
        "sv": "Ess av Kappor representerar nya känslomässiga början, kärlek och andlig uppfyllelse. Detta kort betyder början på en ny relation eller känslomässig resa och uppmuntrar dig att öppna ditt hjärta och omfamna glädje och gemenskap."
      },
      "meaningReversed": {
        "en": "In its reversed position, the Ace of Cups may indicate emotional blockages, repressed feelings, or a lack of self-love. It suggests that you might be struggling to express your emotions or facing challenges in your relationships. The reversal calls for healing and self-acceptance.",
        "ru": "В перевёрнутом положении Туз Кубков может указывать на эмоциональные блокировки, подавленные чувства или отсутствие любви к себе. Это означает, что вам может быть сложно выразить свои эмоции или вы сталкиваетесь с трудностями в отношениях. Перевёрнутое положение призывает к исцелению и принятию себя.",
        "sv": "I sin omvända position kan Ess av Kappor indikera känslomässiga blockeringar, undertryckta känslor eller brist på självkärlek. Det föreslår att du kan ha svårt att uttrycka dina känslor eller möta utmaningar i dina relationer. Den omvända positionen uppmanar till läkning och självkärlek."
      },
      "keywords": {
        "en": ["New beginnings", "Love", "Emotional fulfillment", "Joy"],
        "ru": ["Новые начинания", "Любовь", "Эмоциональное удовлетворение", "Радость"],
        "sv": ["Nya början", "Kärlek", "Känslomässig uppfyllelse", "Glädje"]
      },
      "keywordsReversed": {
        "en": ["Emotional blockages", "Repressed feelings", "Lack of self-love"],
        "ru": ["Эмоциональные блокировки", "Подавленные чувства", "Отсутствие любви к себе"],
        "sv": ["Känslomässiga blockeringar", "Undertryckta känslor", "Brist på självkärlek"]
      },
      "imageName": "card_ace_of_cups",
      "element": {
        "en": "Water",
        "ru": "Вода",
        "sv": "Vatten"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 44,
      "name": {
        "en": "Two of Cups",
        "ru": "Два Кубка",
        "sv": "Två av Kappor"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Two of Cups symbolizes partnership, connection, and mutual respect. This card signifies a strong bond between individuals, suggesting harmony and understanding in relationships. It encourages you to nurture your connections and find balance in love.",
        "ru": "Два Кубка символизирует партнерство, связь и взаимное уважение. Эта карта указывает на крепкую связь между людьми, предполагая гармонию и понимание в отношениях. Она призывает вас заботиться о своих связях и находить баланс в любви.",
        "sv": "Två av Kappor symboliserar partnerskap, koppling och ömsesidig respekt. Detta kort betyder en stark koppling mellan individer, vilket tyder på harmoni och förståelse i relationer. Det uppmuntrar dig att vårda dina kopplingar och hitta balans i kärlek."
      },
      "meaningReversed": {
        "en": "In its reversed position, the Two of Cups can indicate imbalance, disconnection, or unresolved issues in a partnership. It suggests that you may be experiencing difficulties in a relationship and need to address any underlying tensions to restore harmony.",
        "ru": "В перевёрнутом положении Два Кубка могут указывать на дисбаланс, разрыв или неразрешенные проблемы в партнерстве. Это означает, что вы можете сталкиваться с трудностями в отношениях и вам необходимо разобраться с любыми скрытыми напряжениями, чтобы восстановить гармонию.",
        "sv": "I sin omvända position kan Två av Kappor indikera obalans, frånkoppling eller olösta frågor i ett partnerskap. Det föreslår att du kan uppleva svårigheter i en relation och behöver ta itu med eventuella underliggande spänningar för att återställa harmoni."
      },
      "keywords": {
        "en": ["Partnership", "Connection", "Mutual respect", "Harmony"],
        "ru": ["Партнёрство", "Связь", "Взаимное уважение", "Гармония"],
        "sv": ["Partnerskap", "Koppling", "Ömsesidig respekt", "Harmoni"]
      },
      "keywordsReversed": {
        "en": ["Imbalance", "Disconnection", "Unresolved issues"],
        "ru": ["Дисбаланс", "Отсутствие связи", "Неразрешенные проблемы"],
        "sv": ["Obalans", "Frånkoppling", "Olösta frågor"]
      },
      "imageName": "card_2_of_cups",
      "element": {
        "en": "Water",
        "ru": "Вода",
        "sv": "Vatten"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 44,
      "name": {
        "en": "Two of Cups",
        "ru": "Два Кубка",
        "sv": "Två av Kappor"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Two of Cups symbolizes partnership, connection, and mutual respect. This card signifies a strong bond between individuals, suggesting harmony and understanding in relationships. It encourages you to nurture your connections and find balance in love.",
        "ru": "Два Кубка символизирует партнерство, связь и взаимное уважение. Эта карта указывает на крепкую связь между людьми, предполагая гармонию и понимание в отношениях. Она призывает вас заботиться о своих связях и находить баланс в любви.",
        "sv": "Två av Kappor symboliserar partnerskap, koppling och ömsesidig respekt. Detta kort betyder en stark koppling mellan individer, vilket tyder på harmoni och förståelse i relationer. Det uppmuntrar dig att vårda dina kopplingar och hitta balans i kärlek."
      },
      "meaningReversed": {
        "en": "In its reversed position, the Two of Cups can indicate imbalance, disconnection, or unresolved issues in a partnership. It suggests that you may be experiencing difficulties in a relationship and need to address any underlying tensions to restore harmony.",
        "ru": "В перевёрнутом положении Два Кубка могут указывать на дисбаланс, разрыв или неразрешенные проблемы в партнерстве. Это означает, что вы можете сталкиваться с трудностями в отношениях и вам необходимо разобраться с любыми скрытыми напряжениями, чтобы восстановить гармонию.",
        "sv": "I sin omvända position kan Två av Kappor indikera obalans, frånkoppling eller olösta frågor i ett partnerskap. Det föreslår att du kan uppleva svårigheter i en relation och behöver ta itu med eventuella underliggande spänningar för att återställa harmoni."
      },
      "keywords": {
        "en": ["Partnership", "Connection", "Mutual respect", "Harmony"],
        "ru": ["Партнёрство", "Связь", "Взаимное уважение", "Гармония"],
        "sv": ["Partnerskap", "Koppling", "Ömsesidig respekt", "Harmoni"]
      },
      "keywordsReversed": {
        "en": ["Imbalance", "Disconnection", "Unresolved issues"],
        "ru": ["Дисбаланс", "Отсутствие связи", "Неразрешенные проблемы"],
        "sv": ["Obalans", "Frånkoppling", "Olösta frågor"]
      },
      "imageName": "card_2_of_cups",
      "element": {
        "en": "Water",
        "ru": "Вода",
        "sv": "Vatten"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 45,
      "name": {
        "en": "Three of Cups",
        "ru": "Три Кубка",
        "sv": "Tre av Kappor"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Three of Cups represents celebration, friendship, and community. This card signifies joyous gatherings and shared experiences, encouraging you to connect with loved ones and celebrate the positive aspects of life.",
        "ru": "Три Кубка символизирует празднование, дружбу и сообщество. Эта карта означает радостные собрания и общие переживания, побуждая вас связываться с любимыми и отмечать положительные аспекты жизни.",
        "sv": "Tre av Kappor representerar firande, vänskap och gemenskap. Detta kort betyder glädjefyllda sammankomster och delade upplevelser, vilket uppmuntrar dig att koppla ihop med dina nära och fira livets positiva aspekter."
      },
      "meaningReversed": {
        "en": "In its reversed position, the Three of Cups may indicate isolation, overindulgence, or a lack of support from friends. It suggests that you might be feeling disconnected from your social circle and need to reestablish those connections. The reversal calls for balance in social activities.",
        "ru": "В перевёрнутом положении Три Кубка могут указывать на изоляцию, чрезмерное потребление или отсутствие поддержки со стороны друзей. Это означает, что вы можете чувствовать себя отключённым от своего круга общения и вам нужно восстановить эти связи. Перевернутое положение призывает к балансу в социальных активностях.",
        "sv": "I sin omvända position kan Tre av Kappor indikera isolering, överdrift eller brist på stöd från vänner. Det föreslår att du kan känna dig frånkopplad från din sociala krets och behöver återupprätta dessa kopplingar. Den omvända betydelsen kräver balans i sociala aktiviteter."
      },
      "keywords": {
        "en": ["Celebration", "Friendship", "Community", "Joy"],
        "ru": ["Празднование", "Дружба", "Сообщество", "Радость"],
        "sv": ["Firande", "Vänskap", "Gemenskap", "Glädje"]
      },
      "keywordsReversed": {
        "en": ["Isolation", "Overindulgence", "Lack of support"],
        "ru": ["Изоляция", "Чрезмерное потребление", "Отсутствие поддержки"],
        "sv": ["Isolering", "Överdrift", "Brist på stöd"]
      },
      "imageName": "card_3_of_cups",
      "element": {
        "en": "Water",
        "ru": "Вода",
        "sv": "Vatten"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 46,
      "name": {
        "en": "Four of Cups",
        "ru": "Четыре Кубка",
        "sv": "Fyra av Kappor"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Four of Cups symbolizes contemplation, apathy, and reevaluation. This card indicates a time of introspection, suggesting that you may be feeling unfulfilled or disconnected from your current emotional state. It encourages you to explore new perspectives and opportunities.",
        "ru": "Четыре Кубка символизируют размышления, апатию и переоценку. Эта карта указывает на время интроспекции, предполагая, что вы можете чувствовать себя неудовлетворённым или отключённым от своего текущего эмоционального состояния. Она призывает вас исследовать новые перспективы и возможности.",
        "sv": "Fyra av Kappor symboliserar kontemplation, apati och omvärdering. Detta kort indikerar en tid av introspektion, vilket antyder att du kan känna dig otillfredsställd eller frånkopplad från ditt nuvarande känslomässiga tillstånd. Det uppmuntrar dig att utforska nya perspektiv och möjligheter."
      },
      "meaningReversed": {
        "en": "When reversed, the Four of Cups can indicate openness to new experiences, acceptance, and renewed interest in life. It suggests that you may be ready to embrace new emotional opportunities and engage with your surroundings more actively.",
        "ru": "В перевёрнутом положении Четыре Кубка могут указывать на открытость новым переживаниям, принятие и обновлённый интерес к жизни. Это предполагает, что вы можете быть готовы принять новые эмоциональные возможности и более активно взаимодействовать с окружающей средой.",
        "sv": "I sin omvända position kan Fyra av Kappor indikera öppenhet för nya erfarenheter, acceptans och förnyat intresse för livet. Det föreslår att du kan vara redo att omfamna nya känslomässiga möjligheter och engagera dig mer aktivt i din omgivning."
      },
      "keywords": {
        "en": ["Contemplation", "Apathy", "Reevaluation", "Introspection"],
        "ru": ["Размышление", "Апатия", "Переоценка", "Интроспекция"],
        "sv": ["Kontemplation", "Apatisk", "Omvärdering", "Introspektion"]
      },
      "keywordsReversed": {
        "en": ["Openness", "Acceptance", "Renewed interest"],
        "ru": ["Открытость", "Принятие", "Обновлённый интерес"],
        "sv": ["Öppenhet", "Acceptans", "Förnyat intresse"]
      },
      "imageName": "card_4_of_cups",
      "element": {
        "en": "Water",
        "ru": "Вода",
        "sv": "Vatten"
      },
      "yesOrNo": {
        "en": "maybe",
        "ru": "возможно",
        "sv": "kanske"
      }
    },
    {
      "id": 47,
      "name": {
        "en": "Five of Cups",
        "ru": "Пять Кубков",
        "sv": "Fem av Kappor"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Five of Cups represents grief, loss, and disappointment. This card signifies a period of mourning or emotional turmoil, encouraging you to acknowledge your feelings and seek healing. It suggests focusing on what remains rather than what has been lost.",
        "ru": "Пять Кубков символизируют горе, утрату и разочарование. Эта карта указывает на период скорби или эмоционального смятения, призывая вас признать свои чувства и искать исцеления. Она предлагает сосредоточиться на том, что осталось, а не на том, что было потеряно.",
        "sv": "Fem av Kappor representerar sorg, förlust och besvikelse. Detta kort betyder en period av sorg eller känslomässig oro och uppmuntrar dig att erkänna dina känslor och söka helande. Det föreslår att du ska fokusera på vad som återstår snarare än vad som har förlorats."
      },
      "meaningReversed": {
        "en": "In its reversed position, the Five of Cups can indicate acceptance, forgiveness, and moving on from grief. It suggests that you may be ready to let go of past hurts and embrace new opportunities for emotional fulfillment.",
        "ru": "В перевёрнутом положении Пять Кубков могут указывать на принятие, прощение и преодоление горя. Это предполагает, что вы можете быть готовы отпустить прошлые обиды и принять новые возможности для эмоционального удовлетворения.",
        "sv": "I sin omvända position kan Fem av Kappor indikera acceptans, förlåtelse och att gå vidare från sorg. Det föreslår att du kan vara redo att släppa det förflutna och omfamna nya möjligheter för känslomässig tillfredsställelse."
      },
      "keywords": {
        "en": ["Grief", "Loss", "Disappointment", "Emotional turmoil"],
        "ru": ["Горе", "Утрата", "Разочарование", "Эмоциональное смятение"],
        "sv": ["Sorg", "Förlust", "Besvikelse", "Känslomässig oro"]
      },
      "keywordsReversed": {
        "en": ["Acceptance", "Forgiveness", "Moving on"],
        "ru": ["Принятие", "Прощение", "Движение дальше"],
        "sv": ["Acceptans", "Förlåtelse", "Gå vidare"]
      },
      "imageName": "card_5_of_cups",
      "element": {
        "en": "Water",
        "ru": "Вода",
        "sv": "Vatten"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 48,
      "name": {
        "en": "Six of Cups",
        "ru": "Шесть Кубков",
        "sv": "Sex av Kappor"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Six of Cups symbolizes nostalgia, childhood memories, and innocence. This card indicates a time of reflection on past experiences, encouraging you to reconnect with your inner child and embrace joyful memories.",
        "ru": "Шесть Кубков символизируют ностальгию, воспоминания о детстве и невинность. Эта карта указывает на время размышлений о прошлом, призывая вас восстановить связь с вашим внутренним ребенком и обнять радостные воспоминания.",
        "sv": "Sex av Kappor symboliserar nostalgi, barndomsminnen och oskuld. Detta kort indikerar en tid av reflektion över tidigare upplevelser och uppmuntrar dig att återknyta kontakten med ditt inre barn och omfamna glädjefyllda minnen."
      },
      "meaningReversed": {
        "en": "When reversed, the Six of Cups may indicate a reluctance to let go of the past or an inability to move forward. It suggests that you might be stuck in old patterns or memories, preventing you from enjoying the present. The reversal calls for healing and growth.",
        "ru": "В перевёрнутом положении Шесть Кубков могут указывать на нежелание отпустить прошлое или неспособность двигаться вперёд. Это предполагает, что вы можете застрять в старых паттернах или воспоминаниях, не позволяя себе наслаждаться настоящим. Перевернутое положение призывает к исцелению и росту.",
        "sv": "I sin omvända position kan Sex av Kappor indikera en ovilja att släppa det förflutna eller en oförmåga att gå vidare. Det föreslår att du kan vara fast i gamla mönster eller minnen, vilket hindrar dig från att njuta av nuet. Den omvända positionen uppmanar till läkning och tillväxt."
      },
      "keywords": {
        "en": ["Nostalgia", "Childhood memories", "Innocence", "Joyful reflection"],
        "ru": ["Ностальгия", "Воспоминания о детстве", "Невинность", "Радостное размышление"],
        "sv": ["Nostalgi", "Barndomsminnen", "Oskuld", "Glädjefull reflektion"]
      },
      "keywordsReversed": {
        "en": ["Reluctance to let go", "Inability to move forward", "Stuck in the past"],
        "ru": ["Нежелание отпустить", "Неспособность двигаться вперед", "Застревание в прошлом"],
        "sv": ["Ovilja att släppa", "Oförmåga att gå vidare", "Fast i det förflutna"]
      },
      "imageName": "card_6_of_cups",
      "element": {
        "en": "Water",
        "ru": "Вода",
        "sv": "Vatten"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 49,
      "name": {
        "en": "Seven of Cups",
        "ru": "Семь Кубков",
        "sv": "Sju av Kappor"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Seven of Cups represents choices, dreams, and illusions. This card suggests a time of exploration and imagination, encouraging you to consider your options and dreams. However, it warns against getting lost in fantasies and urges clarity in decision-making.",
        "ru": "Семь Кубков представляют собой выбор, мечты и иллюзии. Эта карта указывает на время исследования и воображения, призывая вас рассмотреть свои варианты и мечты. Однако она предостерегает от заблуждения в фантазиях и призывает к ясности в принятии решений.",
        "sv": "Sju av Kappor representerar val, drömmar och illusioner. Detta kort föreslår en tid av utforskning och fantasi, och uppmuntrar dig att överväga dina alternativ och drömmar. Men det varnar för att gå vilse i fantasier och uppmanar till klarhet i beslutsfattandet."
      },
      "meaningReversed": {
        "en": "In its reversed position, the Seven of Cups may indicate clarity, focus, and the ability to make decisions. It suggests that you may be overcoming confusion and gaining a better understanding of your priorities and desires.",
        "ru": "В перевёрнутом положении Семь Кубков могут указывать на ясность, сосредоточенность и способность принимать решения. Это предполагает, что вы можете преодолевать путаницу и лучше понимать свои приоритеты и желания.",
        "sv": "I sin omvända position kan Sju av Kappor indikera klarhet, fokus och förmåga att fatta beslut. Det föreslår att du kan övervinna förvirring och få en bättre förståelse för dina prioriteringar och önskemål."
      },
      "keywords": {
        "en": ["Choices", "Dreams", "Illusions", "Exploration"],
        "ru": ["Выбор", "Мечты", "Иллюзии", "Исследование"],
        "sv": ["Val", "Drömmar", "Illusioner", "Utforskning"]
      },
      "keywordsReversed": {
        "en": ["Clarity", "Focus", "Decision-making"],
        "ru": ["Ясность", "Сосредоточенность", "Принятие решений"],
        "sv": ["Klarhet", "Fokus", "Beslutsfattande"]
      },
      "imageName": "card_7_of_cups",
      "element": {
        "en": "Water",
        "ru": "Вода",
        "sv": "Vatten"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 50,
      "name": {
        "en": "Eight of Cups",
        "ru": "Восемь Кубков",
        "sv": "Åtta av Kappor"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Eight of Cups symbolizes withdrawal, introspection, and the search for deeper meaning. This card signifies a decision to leave behind unfulfilling situations and seek emotional fulfillment elsewhere. It encourages you to honor your feelings and pursue what truly matters to you.",
        "ru": "Восемь Кубков символизируют отступление, интроспекцию и поиск глубокого смысла. Эта карта указывает на решение оставить неудовлетворительные ситуации и искать эмоциональное удовлетворение в другом месте. Она призывает вас уважать свои чувства и стремиться к тому, что действительно важно для вас.",
        "sv": "Åtta av Kappor symboliserar tillbakadragande, introspektion och sökande efter djupare mening. Detta kort innebär ett beslut att lämna otillfredsställande situationer och söka känslomässig uppfyllelse någon annanstans. Det uppmuntrar dig att hedra dina känslor och sträva efter det som verkligen betyder något för dig."
      },
      "meaningReversed": {
        "en": "When reversed, the Eight of Cups may indicate stagnation, fear of change, or an inability to let go of the past. It suggests that you might be struggling to move on from a situation that no longer serves you. The reversal calls for courage to confront your emotions and seek growth.",
        "ru": "В перевёрнутом положении Восемь Кубков могут указывать на стагнацию, страх изменений или неспособность отпустить прошлое. Это предполагает, что вы можете испытывать трудности с движением вперёд из ситуации, которая больше не служит вам. Обратная сторона призывает к мужеству, чтобы столкнуться с вашими эмоциями и стремиться к росту.",
        "sv": "I sin omvända position kan Åtta av Kappor indikera stagnation, förändringsrädsla eller oförmåga att släppa det förflutna. Det föreslår att du kan kämpa för att gå vidare från en situation som inte längre tjänar dig. Återgången uppmanar till mod att konfrontera dina känslor och söka tillväxt."
      },
      "keywords": {
        "en": ["Withdrawal", "Introspection", "Search for meaning", "Emotional fulfillment"],
        "ru": ["Отступление", "Интроспекция", "Поиск смысла", "Эмоциональное удовлетворение"],
        "sv": ["Tillbakadragande", "Introspektion", "Sökande efter mening", "Känslomässig uppfyllelse"]
      },
      "keywordsReversed": {
        "en": ["Stagnation", "Fear of change", "Inability to let go"],
        "ru": ["Стагнация", "Страх изменений", "Неспособность отпустить"],
        "sv": ["Stagnation", "Rädsla för förändring", "Oförmåga att släppa"]
      },
      "imageName": "card_8_of_cups",
      "element": {
        "en": "Water",
        "ru": "Вода",
        "sv": "Vatten"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 51,
      "name": {
        "en": "Nine of Cups",
        "ru": "Девять Кубков",
        "sv": "Nio av Kappor"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Nine of Cups represents emotional satisfaction, contentment, and wishes fulfilled. This card signifies a time of joy and gratitude, encouraging you to appreciate the abundance in your life and to celebrate your achievements.",
        "ru": "Девять Кубков символизируют эмоциональное удовлетворение, удовлетворенность и исполнение желаний. Эта карта указывает на время радости и благодарности, побуждая вас ценить изобилие в вашей жизни и отмечать свои достижения.",
        "sv": "Nio av Kappor representerar känslomässig tillfredsställelse, belåtenhet och uppfyllda önskningar. Detta kort innebär en tid av glädje och tacksamhet, vilket uppmuntrar dig att uppskatta överflödet i ditt liv och att fira dina prestationer."
      },
      "meaningReversed": {
        "en": "In its reversed position, the Nine of Cups may indicate dissatisfaction, overindulgence, or unmet desires. It suggests that you might be feeling unfulfilled despite appearances and encourages you to explore what truly brings you happiness.",
        "ru": "В перевёрнутом положении Девять Кубков могут указывать на недовольство, избыток или неудовлетворенные желания. Это предполагает, что вы можете чувствовать себя неудовлетворенным, несмотря на внешность, и призывает вас исследовать, что на самом деле приносит вам счастье.",
        "sv": "I sin omvända position kan Nio av Kappor indikera missnöje, överdrivenhet eller ointräffade önskningar. Det föreslår att du kan känna dig otillfredsställd trots yttre omständigheter och uppmanar dig att utforska vad som verkligen ger dig lycka."
      },
      "keywords": {
        "en": ["Emotional satisfaction", "Contentment", "Wishes fulfilled", "Joy"],
        "ru": ["Эмоциональное удовлетворение", "Удовлетворенность", "Исполненные желания", "Радость"],
        "sv": ["Känslomässig tillfredsställelse", "Belåtenhet", "Uppfyllda önskningar", "Glädje"]
      },
      "keywordsReversed": {
        "en": ["Dissatisfaction", "Overindulgence", "Unmet desires"],
        "ru": ["Недовольство", "Избыточность", "Неисполненные желания"],
        "sv": ["Missnöje", "Överdrivenhet", "Ointräffade önskningar"]
      },
      "imageName": "card_9_of_cups",
      "element": {
        "en": "Water",
        "ru": "Вода",
        "sv": "Vatten"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 52,
      "name": {
        "en": "Ten of Cups",
        "ru": "Десять Кубков",
        "sv": "Tio av Kappor"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Ten of Cups symbolizes happiness, family, and emotional fulfillment. This card signifies a deep sense of joy and harmony in relationships, encouraging you to cherish the connections that bring you love and support.",
        "ru": "Десять Кубков символизируют счастье, семью и эмоциональное удовлетворение. Эта карта указывает на глубокое чувство радости и гармонии в отношениях, побуждая вас ценить связи, которые приносят вам любовь и поддержку.",
        "sv": "Tio av Kappor symboliserar lycka, familj och känslomässig tillfredsställelse. Detta kort innebär en djup känsla av glädje och harmoni i relationer, vilket uppmuntrar dig att värdera de kopplingar som ger dig kärlek och stöd."
      },
      "meaningReversed": {
        "en": "In its reversed position, the Ten of Cups may indicate disharmony, broken relationships, or a lack of emotional fulfillment. It suggests that you might be facing challenges in your family or relationships, calling for open communication and healing.",
        "ru": "В перевёрнутом положении Десять Кубков могут указывать на дисгармонию, разорванные отношения или отсутствие эмоционального удовлетворения. Это предполагает, что вы можете сталкиваться с проблемами в своей семье или отношениях, призывая к открытой коммуникации и исцелению.",
        "sv": "I sin omvända position kan Tio av Kappor indikera disharmoni, brutna relationer eller brist på känslomässig tillfredsställelse. Det föreslår att du kan stå inför utmaningar i din familj eller relationer, vilket kräver öppen kommunikation och läkning."
      },
      "keywords": {
        "en": ["Happiness", "Family", "Emotional fulfillment", "Joyful connections"],
        "ru": ["Счастье", "Семья", "Эмоциональное удовлетворение", "Радостные связи"],
        "sv": ["Lycka", "Familj", "Känslomässig tillfredsställelse", "Glädjefyllda kopplingar"]
      },
      "keywordsReversed": {
        "en": ["Disharmony", "Broken relationships", "Lack of fulfillment"],
        "ru": ["Дисгармония", "Разорванные отношения", "Отсутствие удовлетворения"],
        "sv": ["Disharmoni", "Brutna relationer", "Brist på tillfredsställelse"]
      },
      "imageName": "card_10_of_cups",
      "element": {
        "en": "Water",
        "ru": "Вода",
        "sv": "Vatten"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 53,
      "name": {
        "en": "Page of Cups",
        "ru": "Страница Кубков",
        "sv": "Sida av Kappor"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Page of Cups represents creativity, intuition, and emotional exploration. This card signifies a time of new emotional experiences and artistic inspiration, encouraging you to embrace your feelings and express yourself authentically.",
        "ru": "Страница Кубков представляет собой творчество, интуицию и эмоциональное исследование. Эта карта указывает на время новых эмоциональных переживаний и художественного вдохновения, побуждая вас принять свои чувства и выразить себя подлинно.",
        "sv": "Sidan av Kappor representerar kreativitet, intuition och känslomässig utforskning. Detta kort innebär en tid av nya känslomässiga upplevelser och konstnärlig inspiration, vilket uppmuntrar dig att omfamna dina känslor och uttrycka dig autentiskt."
      },
      "meaningReversed": {
        "en": "In its reversed position, the Page of Cups may indicate emotional immaturity, unrealistic expectations, or a lack of creativity. It suggests that you might be struggling to connect with your emotions or facing challenges in expressing your true self.",
        "ru": "В перевёрнутом положении Страница Кубков может указывать на эмоциональную незрелость, нереалистичные ожидания или отсутствие творчества. Это предполагает, что вы можете испытывать трудности с тем, чтобы установить связь со своими эмоциями или сталкиваться с трудностями в выражении своего истинного 'я'.",
        "sv": "I sin omvända position kan Sidan av Kappor indikera känslomässig omogenhet, orealistiska förväntningar eller brist på kreativitet. Det föreslår att du kan kämpa med att koppla ihop med dina känslor eller stå inför utmaningar i att uttrycka ditt sanna jag."
      },
      "keywords": {
        "en": ["Creativity", "Intuition", "Emotional exploration", "Authenticity"],
        "ru": ["Творчество", "Интуиция", "Эмоциональное исследование", "Аутентичность"],
        "sv": ["Kreativitet", "Intuition", "Känslomässig utforskning", "Autenticitet"]
      },
      "keywordsReversed": {
        "en": ["Emotional immaturity", "Unrealistic expectations", "Lack of creativity"],
        "ru": ["Эмоциональная незрелость", "Нереалистичные ожидания", "Отсутствие творчества"],
        "sv": ["Känslomässig omogenhet", "Orealistiska förväntningar", "Brist på kreativitet"]
      },
      "imageName": "card_page_of_cups",
      "element": {
        "en": "Water",
        "ru": "Вода",
        "sv": "Vatten"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 54,
      "name": {
        "en": "Knight of Cups",
        "ru": "Рыцарь Кубков",
        "sv": "Riddare av Kappor"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Knight of Cups symbolizes romance, idealism, and emotional pursuit. This card signifies a time of following your heart and embracing your passions, encouraging you to take action in matters of love and creativity.",
        "ru": "Рыцарь Кубков символизирует романтику, идеализм и эмоциональные стремления. Эта карта указывает на время следовать своему сердцу и принимать свои страсти, побуждая вас действовать в вопросах любви и творчества.",
        "sv": "Riddaren av Kappor symboliserar romantik, idealism och känslomässig strävan. Detta kort innebär en tid av att följa ditt hjärta och omfamna dina passioner, vilket uppmuntrar dig att agera i kärlek och kreativitet."
      },
      "meaningReversed": {
        "en": "In its reversed position, the Knight of Cups may indicate moodiness, unrequited love, or unrealistic ideals. It suggests that you might be struggling with emotional instability or facing challenges in romantic relationships. The reversal calls for grounding your emotions.",
        "ru": "В перевёрнутом положении Рыцарь Кубков может указывать на переменчивость, безответную любовь или нереалистичные идеалы. Это предполагает, что вы можете испытывать трудности с эмоциональной нестабильностью или сталкиваться с проблемами в романтических отношениях. Переворот требует приземления ваших эмоций.",
        "sv": "I sin omvända position kan Riddaren av Kappor indikera humörsvängningar, obesvarad kärlek eller orealistiska ideal. Det föreslår att du kan kämpa med känslomässig instabilitet eller stå inför utmaningar i romantiska relationer. Omvändningen kallar för att förankra dina känslor."
      },
      "keywords": {
        "en": ["Romance", "Idealism", "Emotional pursuit", "Passion"],
        "ru": ["Романтика", "Идеализм", "Эмоциональные стремления", "Страсть"],
        "sv": ["Romantik", "Idealism", "Känslomässig strävan", "Passion"]
      },
      "keywordsReversed": {
        "en": ["Moodiness", "Unrequited love", "Unrealistic ideals"],
        "ru": ["Переменчивость", "Безответная любовь", "Нереалистичные идеалы"],
        "sv": ["Humörsvängningar", "Obesvarad kärlek", "Orealistiska ideal"]
      },
      "imageName": "card_knight_of_cups",
      "element": {
        "en": "Water",
        "ru": "Вода",
        "sv": "Vatten"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 55,
      "name": {
        "en": "Queen of Cups",
        "ru": "Королева Кубков",
        "sv": "Drottning av Kappor"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The Queen of Cups represents compassion, intuition, and emotional security. This card signifies a nurturing and empathetic individual, encouraging you to trust your feelings and offer support to those around you.",
        "ru": "Королева Кубков олицетворяет сострадание, интуицию и эмоциональную безопасность. Эта карта указывает на заботливую и эмпатичную личность, побуждая вас доверять своим чувствам и предлагать поддержку окружающим.",
        "sv": "Drottningen av Kappor representerar medkänsla, intuition och känslomässig säkerhet. Detta kort innebär en vårdande och empatisk individ, som uppmuntrar dig att lita på dina känslor och erbjuda stöd till dem omkring dig."
      },
      "meaningReversed": {
        "en": "When reversed, the Queen of Cups may indicate emotional instability, insecurity, or dependency. It suggests that you might be struggling with your emotions or feeling overwhelmed. The reversal calls for self-care and healthy boundaries.",
        "ru": "В перевёрнутом положении Королева Кубков может указывать на эмоциональную нестабильность, неуверенность или зависимость. Это предполагает, что вы можете испытывать трудности с вашими эмоциями или чувствовать себя подавленным. Переворот требует заботы о себе и установления здоровых границ.",
        "sv": "I sin omvända position kan Drottningen av Kappor indikera känslomässig instabilitet, osäkerhet eller beroende. Det föreslår att du kan kämpa med dina känslor eller känna dig överväldigad. Omvändningen kallar på egenvård och hälsosamma gränser."
      },
      "keywords": {
        "en": ["Compassion", "Intuition", "Emotional security", "Nurturing"],
        "ru": ["Сострадание", "Интуиция", "Эмоциональная безопасность", "Заботливость"],
        "sv": ["Medkänsla", "Intuition", "Känslomässig säkerhet", "Vårdande"]
      },
      "keywordsReversed": {
        "en": ["Emotional instability", "Insecurity", "Dependency"],
        "ru": ["Эмоциональная нестабильность", "Неуверенность", "Зависимость"],
        "sv": ["Känslomässig instabilitet", "Osäkerhet", "Beroende"]
      },
      "imageName": "card_queen_of_cups",
      "element": {
        "en": "Water",
        "ru": "Вода",
        "sv": "Vatten"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 56,
      "name": {
        "en": "King of Cups",
        "ru": "Король Кубков",
        "sv": "Kung av Kappor"
      },
      "arcana": {
        "en": "Minor arcana",
        "ru": "Младшие арканы",
        "sv": "Lilla arkana"
      },
      "meaning": {
        "en": "The King of Cups symbolizes emotional maturity, compassion, and balance. This card signifies a wise and caring leader who values emotional intelligence and harmony in relationships. It encourages you to embrace your feelings while remaining grounded.",
        "ru": "Король Кубков символизирует эмоциональную зрелость, сострадание и баланс. Эта карта обозначает мудрого и заботливого лидера, который ценит эмоциональный интеллект и гармонию в отношениях. Она побуждает вас принимать свои чувства, оставаясь при этом приземленным.",
        "sv": "Kungen av Kappor symboliserar känslomässig mognad, medkänsla och balans. Detta kort innebär en klok och omtänksam ledare som värderar känslomässig intelligens och harmoni i relationer. Det uppmuntrar dig att omfamna dina känslor samtidigt som du förblir jordad."
      },
      "meaningReversed": {
        "en": "In its reversed position, the King of Cups may indicate emotional manipulation, moodiness, or lack of control over feelings. It suggests that you might be struggling with your emotions or facing challenges in relationships. The reversal calls for honest self-reflection and emotional balance.",
        "ru": "В перевёрнутом положении Король Кубков может указывать на эмоциональную манипуляцию, капризы или отсутствие контроля над чувствами. Это предполагает, что вы можете испытывать трудности с вашими эмоциями или сталкиваться с проблемами в отношениях. Переворот требует честной самооценки и эмоционального баланса.",
        "sv": "I sin omvända position kan Kungen av Kappor indikera känslomässig manipulation, humörsvängningar eller brist på kontroll över känslor. Det föreslår att du kan kämpa med dina känslor eller möta utmaningar i relationer. Omvändningen kräver ärlig självreflektion och känslomässig balans."
      },
      "keywords": {
        "en": ["Emotional maturity", "Compassion", "Balance", "Wisdom"],
        "ru": ["Эмоциональная зрелость", "Сострадание", "Баланс", "Мудрость"],
        "sv": ["Känslomässig mognad", "Medkänsla", "Balans", "Visdom"]
      },
      "keywordsReversed": {
        "en": ["Emotional manipulation", "Moodiness", "Lack of control"],
        "ru": ["Эмоциональная манипуляция", "Капризы", "Отсутствие контроля"],
        "sv": ["Känslomässig manipulation", "Humörsvängningar", "Brist på kontroll"]
      },
      "imageName": "card_king_of_cups",
      "element": {
        "en": "Water",
        "ru": "Вода",
        "sv": "Vatten"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 57,
      "name": {
        "en": "The Fool",
        "ru": "Шут",
        "sv": "Narren"
      },
      "arcana": {
        "en": "Major arcana",
        "ru": "Старшие арканы",
        "sv": "Stora arkana"
      },
      "meaning": {
        "en": "The Fool symbolizes new beginnings, spontaneity, and a free spirit. This card encourages you to embrace the unknown and take risks, trusting in the journey ahead. It represents the excitement of starting fresh and the limitless potential that lies before you. The Fool invites you to let go of preconceived notions and societal expectations, urging you to follow your instincts and intuition. It is a reminder that life's adventures are about exploration and discovery, and that sometimes the most meaningful experiences come from taking a leap of faith.",
        "ru": "Шут символизирует новые начинания, спонтанность и свободный дух. Эта карта побуждает вас принять неизвестное и рисковать, доверяя предстоящему путешествию. Она олицетворяет волнение от свежего старта и безграничный потенциал, который перед вами. Шут призывает вас отказаться от предвзятых представлений и общественных ожиданий, побуждая следовать своим инстинктам и интуиции. Это напоминание о том, что жизненные приключения связаны с исследованием и открытием, и что иногда самые значимые переживания приходят от смелого шага в неизвестность.",
        "sv": "Narren symboliserar nya början, spontanitet och en fri ande. Detta kort uppmuntrar dig att omfamna det okända och ta risker, med tillit till resan framför dig. Det representerar spänningen i att börja om och den gränslösa potentialen som ligger framför dig. Narren inbjuder dig att släppa förutfattade meningar och samhälleliga förväntningar, och uppmanar dig att följa dina instinkter och intuition. Det är en påminnelse om att livets äventyr handlar om utforskande och upptäckter, och att de mest meningsfulla upplevelserna ibland kommer från att ta ett språng av tro."
      }
    ,
      "meaningReversed": {
        "en": "In its reversed position, The Fool may indicate recklessness or a lack of direction. It suggests that you might be acting impulsively without considering the consequences.",
        "ru": "В перевернутом положении Шут может указывать на безрассудство или отсутствие направления. Это предполагает, что вы можете действовать импульсивно, не учитывая последствий.",
        "sv": "I sin omvända position kan Narren indikera vårdslöshet eller brist på riktning. Det antyder att du kanske agerar impulsivt utan att överväga konsekvenserna."
      },
      "keywords": {
        "en": ["New beginnings", "Adventure", "Spontaneity"],
        "ru": ["Новые начинания", "Приключения", "Спонтанность"],
        "sv": ["Nya början", "Äventyr", "Spontanitet"]
      },
      "keywordsReversed": {
        "en": ["Recklessness", "Naivety", "Poor choices"],
        "ru": ["Безрассудство", "Наивность", "Плохие решения"],
        "sv": ["Vårdslöshet", "Naivitet", "Dåliga val"]
      },
      "imageName": "card_fool",
      "element": {
        "en": "Air",
        "ru": "Воздух",
        "sv": "Luft"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 58,
      "name": {
        "en": "The Magician",
        "ru": "Маг",
        "sv": "Magikern"
      },
      "arcana": {
        "en": "Major arcana",
        "ru": "Старшие арканы",
        "sv": "Stora arkana"
      },
      "meaning": {
        "en": "The Magician represents manifestation, resourcefulness, and power. This card signifies that you have the tools and skills necessary to create your reality and achieve your goals.",
        "ru": "Маг символизирует проявление, находчивость и силу. Эта карта указывает на то, что у вас есть инструменты и навыки, необходимые для создания вашей реальности и достижения ваших целей.",
        "sv": "Magikern representerar manifestation, resursfullhet och makt. Detta kort betyder att du har de verktyg och färdigheter som behövs för att skapa din verklighet och nå dina mål."
      },
      "meaningReversed": {
        "en": "In its reversed position, The Magician may indicate manipulation or poor planning. It suggests that you might be misusing your talents or lacking focus.",
        "ru": "В перевёрнутом положении Маг может указывать на манипуляции или плохое планирование. Это предполагает, что вы можете неправильно использовать свои таланты или страдать от отсутствия концентрации.",
        "sv": "I sin omvända position kan Magikern indikera manipulation eller dålig planering. Det föreslår att du kan missbruka dina talanger eller sakna fokus."
      },
      "keywords": {
        "en": ["Manifestation", "Resourcefulness", "Power"],
        "ru": ["Проявление", "Находчивость", "Сила"],
        "sv": ["Manifestation", "Resursfullhet", "Makt"]
      },
      "keywordsReversed": {
        "en": ["Manipulation", "Lack of focus", "Poor planning"],
        "ru": ["Манипуляция", "Отсутствие концентрации", "Плохое планирование"],
        "sv": ["Manipulation", "Brist på fokus", "Dålig planering"]
      },
      "imageName": "card_magician",
      "element": {
        "en": "Air",
        "ru": "Воздух",
        "sv": "Luft"
      },
      "yesOrNo": {
        "en": "maybe",
        "ru": "возможно",
        "sv": "kanske"
      }
    },
    {
      "id": 59,
      "name": {
        "en": "The High Priestess",
        "ru": "Высшая Жрица",
        "sv": "Högpriestessan"
      },
      "arcana": {
        "en": "Major arcana",
        "ru": "Старшие арканы",
        "sv": "Stora arkana"
      },
      "meaning": {
        "en": "The High Priestess symbolizes intuition, unconscious knowledge, and mystery. This card encourages you to trust your instincts and explore your inner self.",
        "ru": "Высшая Жрица символизирует интуицию, бессознательное знание и тайну. Эта карта побуждает вас доверять своим инстинктам и исследовать свое внутреннее «я».",
        "sv": "Högpriestessan symboliserar intuition, omedveten kunskap och mysterium. Detta kort uppmuntrar dig att lita på dina instinkter och utforska ditt inre jag."
      },
      "meaningReversed": {
        "en": "In its reversed position, The High Priestess may indicate secrets or a disconnect from your intuition. It suggests that you might be ignoring your inner voice.",
        "ru": "В перевёрнутом положении Высшая Жрица может указывать на тайны или разрыв с вашей интуицией. Это предполагает, что вы можете игнорировать свой внутренний голос.",
        "sv": "I sin omvända position kan Högpriestessan indikera hemligheter eller en koppling från din intuition. Det föreslår att du kan ignorera din inre röst."
      },
      "keywords": {
        "en": ["Intuition", "Mystery", "Inner wisdom"],
        "ru": ["Интуиция", "Тайна", "Внутренняя мудрость"],
        "sv": ["Intuition", "Mysterium", "Inre visdom"]
      },
      "keywordsReversed": {
        "en": ["Secrets", "Lack of clarity", "Disconnection"],
        "ru": ["Тайны", "Отсутствие ясности", "Разрыв"],
        "sv": ["Hemligheter", "Brist på klarhet", "Frånkoppling"]
      },
      "imageName": "card_the_high_priestess",
      "element": {
        "en": "Water",
        "ru": "Вода",
        "sv": "Vatten"
      },
      "yesOrNo": {
        "en": "maybe",
        "ru": "возможно",
        "sv": "kanske"
      }
    },
    {
      "id": 60,
      "name": {
        "en": "The Empress",
        "ru": "Императрица",
        "sv": "Kejsarinnan"
      },
      "arcana": {
        "en": "Major arcana",
        "ru": "Старшие арканы",
        "sv": "Stora arkana"
      },
      "meaning": {
        "en": "The Empress represents abundance, fertility, and nurturing energy. This card signifies the importance of self-care and creating a loving environment.",
        "ru": "Императрица символизирует изобилие, плодородие и заботливую энергию. Эта карта подчеркивает важность заботы о себе и создания любящей обстановки.",
        "sv": "Kejsarinnan representerar överflöd, fruktbarhet och vårdande energi. Detta kort understryker vikten av egenvård och att skapa en kärleksfull miljö."
      },
      "meaningReversed": {
        "en": "In its reversed position, The Empress may indicate neglect or dependence. It suggests that you might be struggling to care for yourself or others.",
        "ru": "В перевёрнутом положении Императрица может указывать на пренебрежение или зависимость. Это предполагает, что вам может быть трудно заботиться о себе или других.",
        "sv": "I sin omvända position kan Kejsarinnan indikera försummelse eller beroende. Det föreslår att du kan kämpa med att ta hand om dig själv eller andra."
      },
      "keywords": {
        "en": ["Abundance", "Nurturing", "Fertility"],
        "ru": ["Изобилие", "Забота", "Плодородие"],
        "sv": ["Överflöd", "Vårdande", "Fruktbarhet"]
      },
      "keywordsReversed": {
        "en": ["Neglect", "Dependence", "Creative block"],
        "ru": ["Пренебрежение", "Зависимость", "Творческий блок"],
        "sv": ["Försummelse", "Beroende", "Kreativ blockering"]
      },
      "imageName": "card_the_empress",
      "element": {
        "en": "Earth",
        "ru": "Земля",
        "sv": "Jord"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 61,
      "name": {
        "en": "The Emperor",
        "ru": "Император",
        "sv": "Kejsaren"
      },
      "arcana": {
        "en": "Major arcana",
        "ru": "Старшие арканы",
        "sv": "Stora arkana"
      },
      "meaning": {
        "en": "The Emperor symbolizes authority, structure, and stability. This card signifies the importance of leadership and taking control of your life.",
        "ru": "Император символизирует власть, структуру и стабильность. Эта карта подчеркивает важность лидерства и контроля над своей жизнью.",
        "sv": "Kejsaren symboliserar auktoritet, struktur och stabilitet. Detta kort understryker vikten av ledarskap och att ta kontroll över ditt liv."
      },
      "meaningReversed": {
        "en": "In its reversed position, The Emperor may indicate tyranny or rigidity. It suggests that you might be struggling with authority or feeling stifled.",
        "ru": "В перевёрнутом положении Император может указывать на тиранию или жесткость. Это предполагает, что вам может быть трудно с властью или вы чувствуете себя подавленным.",
        "sv": "I sin omvända position kan Kejsaren indikera tyranni eller stelhet. Det föreslår att du kan kämpa med auktoritet eller känna dig kvävd."
      },
      "keywords": {
        "en": ["Authority", "Structure", "Stability"],
        "ru": ["Власть", "Структура", "Стабильность"],
        "sv": ["Auktoritet", "Struktur", "Stabilitet"]
      },
      "keywordsReversed": {
        "en": ["Tyranny", "Rigidity", "Inflexibility"],
        "ru": ["Тирания", "Жесткость", "Негибкость"],
        "sv": ["Tyranni", "Stelhet", "Oflexibilitet"]
      },
      "imageName": "card_the_emperor",
      "element": {
        "en": "Fire",
        "ru": "Огонь",
        "sv": "Eld"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 62,
      "name": {
        "en": "The Hierophant",
        "ru": "Иерофант",
        "sv": "Hierofanten"
      },
      "arcana": {
        "en": "Major arcana",
        "ru": "Старшие арканы",
        "sv": "Stora arkana"
      },
      "meaning": {
        "en": "The Hierophant represents tradition, spirituality, and conformity. This card encourages you to seek guidance and adhere to established beliefs.",
        "ru": "Иерофант представляет традицию, духовность и соответствие. Эта карта побуждает вас искать руководство и следовать установленным убеждениям.",
        "sv": "Hierofanten representerar tradition, spiritualitet och konformitet. Detta kort uppmuntrar dig att söka vägledning och följa etablerade tro."
      },
      "meaningReversed": {
        "en": "In its reversed position, The Hierophant may indicate rebellion or unconventionality. It suggests that you might be challenging the status quo.",
        "ru": "В перевёрнутом положении Иерофант может указывать на восстание или неординарность. Это предполагает, что вы можете бросать вызов установленным нормам.",
        "sv": "I sin omvända position kan Hierofanten indikera uppror eller okonventionellhet. Det föreslår att du kan ifrågasätta status quo."
      },
      "keywords": {
        "en": ["Tradition", "Spiritual guidance", "Conformity"],
        "ru": ["Традиция", "Духовное руководство", "Соответствие"],
        "sv": ["Tradition", "Spirituell vägledning", "Konformitet"]
      },
      "keywordsReversed": {
        "en": ["Rebellion", "Unconventionality", "Questioning beliefs"],
        "ru": ["Восстание", "Неординарность", "Вопросы веры"],
        "sv": ["Uppror", "Okonventionellhet", "If questioning tro"]
      },
      "imageName": "card_the_hierophant",
      "element": {
        "en": "Earth",
        "ru": "Земля",
        "sv": "Jord"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 63,
      "name": {
        "en": "The Lovers",
        "ru": "Влюбленные",
        "sv": "Lovers"
      },
      "arcana": {
        "en": "Major arcana",
        "ru": "Старшие арканы",
        "sv": "Stora arkana"
      },
      "meaning": {
        "en": "The Lovers symbolizes love, harmony, and choices. This card signifies meaningful relationships and the importance of making decisions aligned with your values.",
        "ru": "Влюбленные символизируют любовь, гармонию и выбор. Эта карта подчеркивает важность значимых отношений и принятия решений, соответствующих вашим ценностям.",
        "sv": "Lovers symboliserar kärlek, harmoni och val. Detta kort betyder meningsfulla relationer och vikten av att fatta beslut i enlighet med dina värderingar."
      },
      "meaningReversed": {
        "en": "In its reversed position, The Lovers may indicate imbalance or miscommunication in relationships. It suggests that you might be struggling with choices or commitment.",
        "ru": "В перевёрнутом положении Влюбленные могут указывать на дисбаланс или недопонимание в отношениях. Это предполагает, что вам может быть трудно с выбором или обязательствами.",
        "sv": "I sin omvända position kan Lovers indikera obalans eller misskommunikation i relationer. Det föreslår att du kan kämpa med val eller engagemang."
      },
      "keywords": {
        "en": ["Love", "Harmony", "Choices"],
        "ru": ["Любовь", "Гармония", "Выбор"],
        "sv": ["Kärlek", "Harmoni", "Val"]
      },
      "keywordsReversed": {
        "en": ["Imbalance", "Miscommunication", "Indecision"],
        "ru": ["Дисбаланс", "Недопонимание", "Неопределенность"],
        "sv": ["Obalans", "Misskommunikation", "Osäkerhet"]
      },
      "imageName": "card_the_lovers",
      "element": {
        "en": "Air",
        "ru": "Воздух",
        "sv": "Luft"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 64,
      "name": {
        "en": "The Chariot",
        "ru": "Колесница",
        "sv": "Vagnen"
      },
      "arcana": {
        "en": "Major arcana",
        "ru": "Старшие арканы",
        "sv": "Stora arkana"
      },
      "meaning": {
        "en": "The Chariot represents determination, willpower, and triumph over obstacles. This card encourages you to stay focused and control your emotions to achieve success.",
        "ru": "Колесница символизирует решимость, силу воли и победу над препятствиями. Эта карта призывает вас оставаться сосредоточенным и контролировать свои эмоции для достижения успеха.",
        "sv": "Vagnen representerar beslutsamhet, viljestyrka och triumf över hinder. Detta kort uppmanar dig att hålla fokus och kontrollera dina känslor för att uppnå framgång."
      },
      "meaningReversed": {
        "en": "In its reversed position, The Chariot may indicate lack of direction or control. It suggests that you might be feeling overwhelmed or unable to maintain your path.",
        "ru": "В перевёрнутом положении Колесница может указывать на отсутствие направления или контроля. Это предполагает, что вы можете чувствовать себя подавленным или не в состоянии удержать свой путь.",
        "sv": "I sin omvända position kan Vagnen indikera brist på riktning eller kontroll. Det föreslår att du kan känna dig överväldigad eller oförmögen att hålla din väg."
      },
      "keywords": {
        "en": ["Determination", "Control", "Victory"],
        "ru": ["Решимость", "Контроль", "Победа"],
        "sv": ["Beslutsamhet", "Kontroll", "Seger"]
      },
      "keywordsReversed": {
        "en": ["Lack of direction", "Overwhelm", "Failure to act"],
        "ru": ["Отсутствие направления", "Подавленность", "Неудача в действиях"],
        "sv": ["Brist på riktning", "Överväldigande", "Misslyckande att agera"]
      },
      "imageName": "card_the_chariot",
      "element": {
        "en": "Water",
        "ru": "Вода",
        "sv": "Vatten"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 65,
      "name": {
        "en": "Strength",
        "ru": "Сила",
        "sv": "Styrka"
      },
      "arcana": {
        "en": "Major arcana",
        "ru": "Старшие арканы",
        "sv": "Stora arkana"
      },
      "meaning": {
        "en": "Strength symbolizes courage, patience, and inner strength. This card signifies the importance of compassion and understanding in overcoming challenges.",
        "ru": "Сила символизирует мужество, терпение и внутреннюю силу. Эта карта подчеркивает важность сострадания и понимания при преодолении трудностей.",
        "sv": "Styrka symboliserar mod, tålamod och inre styrka. Detta kort innebär vikten av medkänsla och förståelse för att övervinna utmaningar."
      },
      "meaningReversed": {
        "en": "In its reversed position, Strength may indicate weakness or self-doubt. It suggests that you might be struggling with confidence or feeling vulnerable.",
        "ru": "В перевёрнутом положении Сила может указывать на слабость или неуверенность в себе. Это предполагает, что вы можете бороться с уверенностью или чувствовать себя уязвимым.",
        "sv": "I sin omvända position kan Styrka indikera svaghet eller själv-tvivel. Det föreslår att du kan kämpa med självkänsla eller känna dig sårbar."
      },
      "keywords": {
        "en": ["Courage", "Patience", "Inner strength"],
        "ru": ["Мужество", "Терпение", "Внутренняя сила"],
        "sv": ["Mod", "Tålamod", "Inre styrka"]
      },
      "keywordsReversed": {
        "en": ["Weakness", "Self-doubt", "Vulnerability"],
        "ru": ["Слабость", "Неуверенность в себе", "Уязвимость"],
        "sv": ["Svaghet", "Självtvivel", "Sårbarhet"]
      },
      "imageName": "card_strength",
      "element": {
        "en": "Fire",
        "ru": "Огонь",
        "sv": "Eld"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 66,
      "name": {
        "en": "The Hermit",
        "ru": "Отшельник",
        "sv": "Eremiten"
      },
      "arcana": {
        "en": "Major arcana",
        "ru": "Старшие арканы",
        "sv": "Stora arkana"
      },
      "meaning": {
        "en": "The Hermit represents introspection, solitude, and inner guidance. This card encourages you to take time for self-reflection and seek your truth.",
        "ru": "Отшельник символизирует интроспекцию, одиночество и внутреннее руководство. Эта карта призывает вас уделить время саморефлексии и найти свою истину.",
        "sv": "Eremiten representerar introspektion, ensamhet och inre vägledning. Detta kort uppmuntrar dig att ta tid för självreflektion och söka din sanning."
      },
      "meaningReversed": {
        "en": "In its reversed position, The Hermit may indicate isolation or withdrawal. It suggests that you might be avoiding social interactions or feeling disconnected.",
        "ru": "В перевёрнутом положении Отшельник может указывать на изоляцию или уход в себя. Это предполагает, что вы можете избегать социальных взаимодействий или чувствовать себя отключенным.",
        "sv": "I sin omvända position kan Eremiten indikera isolering eller tillbakadragande. Det föreslår att du kan undvika social interaktion eller känna dig frånkopplad."
      },
      "keywords": {
        "en": ["Introspection", "Solitude", "Inner guidance"],
        "ru": ["Интроспекция", "Одиночество", "Внутреннее руководство"],
        "sv": ["Introspektion", "Ensamhet", "Inre vägledning"]
      },
      "keywordsReversed": {
        "en": ["Isolation", "Withdrawal", "Disconnection"],
        "ru": ["Изоляция", "Уход в себя", "Отключение"],
        "sv": ["Isolering", "Tillbakadragande", "Frånkoppling"]
      },
      "imageName": "card_the_hermit",
      "element": {
        "en": "Earth",
        "ru": "Земля",
        "sv": "Jord"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 67,
      "name": {
        "en": "The Wheel of Fortune",
        "ru": "Колесо Фортуны",
        "sv": "Lyckohjulet"
      },
      "arcana": {
        "en": "Major arcana",
        "ru": "Старшие арканы",
        "sv": "Stora arkana"
      },
      "meaning": {
        "en": "The Wheel of Fortune symbolizes cycles, destiny, and change. This card signifies the ebb and flow of life and encourages you to embrace the inevitable changes.",
        "ru": "Колесо Фортуны символизирует циклы, судьбу и изменения. Эта карта означает поток жизни и призывает вас принимать неизбежные изменения.",
        "sv": "Lyckohjulet symboliserar cykler, öde och förändring. Detta kort betyder livets ebb och flod och uppmuntrar dig att omfamna de oundvikliga förändringarna."
      },
      "meaningReversed": {
        "en": "In its reversed position, The Wheel of Fortune may indicate resistance to change or bad luck. It suggests that you might be struggling to adapt to life's ups and downs.",
        "ru": "В перевёрнутом положении Колесо Фортуны может указывать на сопротивление изменениям или неудачу. Это предполагает, что вы можете испытывать трудности в адаптации к жизненным взлетам и падениям.",
        "sv": "I sin omvända position kan Lyckohjulet indikera motstånd mot förändring eller otur. Det föreslår att du kan ha svårt att anpassa dig till livets upp- och nedgångar."
      },
      "keywords": {
        "en": ["Cycles", "Destiny", "Change"],
        "ru": ["Циклы", "Судьба", "Изменения"],
        "sv": ["Cykler", "Öde", "Förändring"]
      },
      "keywordsReversed": {
        "en": ["Resistance", "Bad luck", "Feeling stuck"],
        "ru": ["Сопротивление", "Неудача", "Чувство застревания"],
        "sv": ["Motstånd", "Otur", "Känsla av att vara fast"]
      },
      "imageName": "card_the_wheel_of_fortune",
      "element": {
        "en": "Fire",
        "ru": "Огонь",
        "sv": "Eld"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 68,
      "name": {
        "en": "Justice",
        "ru": "Справедливость",
        "sv": "Rättvisa"
      },
      "arcana": {
        "en": "Major arcana",
        "ru": "Старшие арканы",
        "sv": "Stora arkana"
      },
      "meaning": {
        "en": "Justice represents fairness, truth, and law. This card encourages you to make decisions based on integrity and to seek balance in your actions.",
        "ru": "Справедливость символизирует честность, истину и закон. Эта карта призывает вас принимать решения на основе целостности и стремиться к балансу в ваших действиях.",
        "sv": "Rättvisa representerar rättvisa, sanning och lag. Detta kort uppmuntrar dig att fatta beslut baserade på integritet och att söka balans i dina handlingar."
      },
      "meaningReversed": {
        "en": "In its reversed position, Justice may indicate dishonesty or imbalance. It suggests that you might be facing unfair treatment or avoiding accountability.",
        "ru": "В перевёрнутом положении Справедливость может указывать на нечестность или дисбаланс. Это предполагает, что вы можете сталкиваться с несправедливым обращением или избегать ответственности.",
        "sv": "I sin omvända position kan Rättvisa indikera oärlighet eller obalans. Det föreslår att du kan stå inför orättvis behandling eller undvika ansvar."
      },
      "keywords": {
        "en": ["Fairness", "Truth", "Balance"],
        "ru": ["Справедливость", "Истина", "Баланс"],
        "sv": ["Rättvisa", "Sanning", "Balans"]
      },
      "keywordsReversed": {
        "en": ["Dishonesty", "Imbalance", "Avoiding accountability"],
        "ru": ["Нечестность", "Дисбаланс", "Избежание ответственности"],
        "sv": ["Oärlighet", "Obalans", "Undvikande av ansvar"]
      },
      "imageName": "card_justice",
      "element": {
        "en": "Air",
        "ru": "Воздух",
        "sv": "Luft"
      },
      "yesOrNo": {
        "en": "maybe",
        "ru": "возможно",
        "sv": "kanske"
      }
    },
    {
      "id": 69,
      "name": {
        "en": "The Hanged Man",
        "ru": "Повешенный",
        "sv": "Den Hängde"
      },
      "arcana": {
        "en": "Major arcana",
        "ru": "Старшие арканы",
        "sv": "Stora arkana"
      },
      "meaning": {
        "en": "The Hanged Man symbolizes surrender, letting go, and new perspectives. This card encourages you to pause and reflect before taking action.",
        "ru": "Повешенный символизирует сдачу, отпускание и новые перспективы. Эта карта призывает вас сделать паузу и поразмышлять, прежде чем принимать меры.",
        "sv": "Den Hängde symboliserar överlåtelse, att släppa och nya perspektiv. Detta kort uppmuntrar dig att pausa och reflektera innan du agerar."
      },
      "meaningReversed": {
        "en": "In its reversed position, The Hanged Man may indicate resistance to change or delays. It suggests that you might be struggling to let go or feeling stuck.",
        "ru": "В перевёрнутом положении Повешенный может указывать на сопротивление изменениям или задержки. Это предполагает, что вы можете испытывать трудности с отпусканием или чувствуете себя застрявшим.",
        "sv": "I sin omvända position kan Den Hängde indikera motstånd mot förändring eller förseningar. Det föreslår att du kan kämpa med att släppa eller känna dig fast."
      },
      "keywords": {
        "en": ["Surrender", "New perspectives", "Letting go"],
        "ru": ["Сдача", "Новые перспективы", "Отпускание"],
        "sv": ["Överlåtelse", "Nya perspektiv", "Släppa"]
      },
      "keywordsReversed": {
        "en": ["Resistance", "Delays", "Feeling stuck"],
        "ru": ["Сопротивление", "Задержки", "Чувство застревания"],
        "sv": ["Motstånd", "Förseningar", "Känna sig fast"]
      },
      "imageName": "card_the_hanged_man",
      "element": {
        "en": "Water",
        "ru": "Вода",
        "sv": "Vatten"
      },
      "yesOrNo": {
        "en": "no",
        "ru": "нет",
        "sv": "nej"
      }
    },
    {
      "id": 70,
      "name": {
        "en": "Death",
        "ru": "Смерть",
        "sv": "Döden"
      },
      "arcana": {
        "en": "Major arcana",
        "ru": "Старшие арканы",
        "sv": "Stora arkana"
      },
      "meaning": {
        "en": "Death symbolizes transformation, endings, and new beginnings. This card signifies the end of a cycle and encourages you to embrace change and renewal.",
        "ru": "Смерть символизирует трансформацию, окончания и новые начинания. Эта карта обозначает конец цикла и призывает вас принять изменения и обновление.",
        "sv": "Döden symboliserar transformation, avslut och nya början. Detta kort betyder slutet på en cykel och uppmuntrar dig att omfamna förändring och förnyelse."
      },
      "meaningReversed": {
        "en": "In its reversed position, Death may indicate resistance to change or stagnation. It suggests that you might be struggling to let go of the past.",
        "ru": "В перевёрнутом положении Смерть может указывать на сопротивление изменениям или стагнацию. Это предполагает, что вы можете испытывать трудности с отпусканием прошлого.",
        "sv": "I sin omvända position kan Döden indikera motstånd mot förändring eller stagnation. Det föreslår att du kan kämpa med att släppa det förflutna."
      },
      "keywords": {
        "en": ["Transformation", "Endings", "New beginnings"],
        "ru": ["Трансформация", "Окончания", "Новые начинания"],
        "sv": ["Transformation", "Avslut", "Nya början"]
      },
      "keywordsReversed": {
        "en": ["Resistance to change", "Stagnation", "Fear of loss"],
        "ru": ["Сопротивление изменениям", "Стагнация", "Страх потери"],
        "sv": ["Motstånd mot förändring", "Stagnation", "Rädsla för förlust"]
      },
      "imageName": "card_death",
      "element": {
        "en": "Water",
        "ru": "Вода",
        "sv": "Vatten"
      },
      "yesOrNo": {
        "en": "no",
        "ru": "нет",
        "sv": "nej"
      }
    },
    {
      "id": 71,
      "name": {
        "en": "Temperance",
        "ru": "Умеренность",
        "sv": "Måttfullhet"
      },
      "arcana": {
        "en": "Major arcana",
        "ru": "Старшие арканы",
        "sv": "Stora arkana"
      },
      "meaning": {
        "en": "Temperance symbolizes balance, moderation, and harmony. This card encourages you to find equilibrium in your life and to practice patience and self-control. It represents the blending of opposites and finding a middle ground, suggesting that you should strive for compromise rather than extremes. When you draw this card, it may be a sign to take a step back and evaluate your actions and decisions to ensure they align with your values. The card reminds you that true progress comes from moderation and that balance is essential for personal growth.",
        "ru": "Умеренность символизирует баланс, умеренность и гармонию. Эта карта призывает вас найти равновесие в жизни и практиковать терпение и самоконтроль. Она представляет собой сочетание противоположностей и поиск золотой середины, что говорит о том, что вам следует стремиться к компромиссу, а не к крайностям. Когда вы вытаскиваете эту карту, это может быть знаком сделать шаг назад и оценить свои действия и решения, чтобы убедиться, что они соответствуют вашим ценностям. Эта карта напоминает, что истинный прогресс достигается через умеренность и что баланс необходим для личностного роста.",
        "sv": "Måttfullhet symboliserar balans, måttlighet och harmoni. Detta kort uppmuntrar dig att hitta balans i ditt liv och att öva tålamod och självkontroll. Det representerar blandningen av motsatser och att hitta en medelväg, vilket antyder att du bör sträva efter kompromiss snarare än extremiteter. När du drar detta kort kan det vara en signal att ta ett steg tillbaka och utvärdera dina handlingar och beslut för att säkerställa att de överensstämmer med dina värderingar. Kortet påminner dig om att verklig framgång kommer från måttlighet och att balans är avgörande för personlig utveckling."
      },
      "meaningReversed": {
        "en": "In its reversed position, Temperance may indicate imbalance or excess. It suggests that you might be struggling with moderation or feeling overwhelmed. This can manifest as excess in various aspects of your life, such as work, relationships, or personal habits. The reversed card serves as a warning to avoid extremes and urges you to re-evaluate your priorities. Take time to restore balance and harmony to avoid negative consequences.",
        "ru": "В перевёрнутом положении Умеренность может указывать на дисбаланс или избыток. Это предполагает, что вы можете испытывать трудности с умеренностью или чувствовать себя перегруженным. Это может проявляться в избытке в различных аспектах вашей жизни, таких как работа, отношения или личные привычки. Перевернутая карта служит предупреждением избегать крайностей и призывает вас переоценить свои приоритеты. Найдите время, чтобы восстановить баланс и гармонию, чтобы избежать негативных последствий.",
        "sv": "I sin omvända position kan Måttfullhet indikera obalans eller överskott. Det föreslår att du kan kämpa med måttlighet eller känna dig överväldigad. Detta kan manifestera sig som överskott inom olika aspekter av ditt liv, såsom arbete, relationer eller personliga vanor. Den omvända kortet fungerar som en varning att undvika extremiteter och uppmanar dig att omvärdera dina prioriteringar. Ta dig tid att återställa balans och harmoni för att undvika negativa konsekvenser."
      },
      "keywords": {
        "en": ["Balance", "Moderation", "Harmony"],
        "ru": ["Баланс", "Умеренность", "Гармония"],
        "sv": ["Balans", "Måttlighet", "Harmoni"]
      },
      "keywordsReversed": {
        "en": ["Imbalance", "Excess", "Overwhelm"],
        "ru": ["Дисбаланс", "Избыток", "Перегрузка"],
        "sv": ["Obalans", "Överskott", "Överväldigande"]
      },
      "imageName": "card_temperance",
      "element": {
        "en": "Fire",
        "ru": "Огонь",
        "sv": "Eld"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 72,
      "name": {
        "en": "The Devil",
        "ru": "Дьявол",
        "sv": "Djävulen"
      },
      "arcana": {
        "en": "Major arcana",
        "ru": "Старшие арканы",
        "sv": "Stora arkana"
      },
      "meaning": {
        "en": "The Devil symbolizes temptation, materialism, and bondage. This card signifies the importance of recognizing unhealthy patterns and breaking free from limitations. It invites you to examine the chains that bind you, whether they are addictions, negative thoughts, or toxic relationships. When you encounter this card, it encourages self-awareness and the courage to confront your fears and desires. The Devil serves as a reminder that true freedom comes from within and that you have the power to overcome your inner demons.",
        "ru": "Дьявол символизирует искушение, материализм и неволю. Эта карта указывает на важность признания нездоровых паттернов и освобождения от ограничений. Она призывает вас проанализировать цепи, которые вас связывают, будь то зависимости, негативные мысли или токсичные отношения. Когда вы сталкиваетесь с этой картой, она поощряет самосознание и смелость, чтобы противостоять своим страхам и желаниям. Дьявол служит напоминанием о том, что истинная свобода приходит изнутри, и что у вас есть сила преодолеть свои внутренние демоны.",
        "sv": "Djävulen symboliserar frestelse, materialism och boja. Detta kort betyder vikten av att känna igen ohälsosamma mönster och bryta sig fri från begränsningar. Det bjuder in dig att granska kedjorna som binder dig, oavsett om de är beroenden, negativa tankar eller giftiga relationer. När du möter detta kort uppmuntrar det självkännedom och mod att konfrontera dina rädslor och begär. Djävulen fungerar som en påminnelse om att sann frihet kommer inifrån och att du har makt att övervinna dina inre demoner."
      },
      "meaningReversed": {
        "en": "In its reversed position, The Devil may indicate liberation or overcoming addiction. It suggests that you might be finding the strength to break free from negative influences. This card encourages you to embrace personal power and take control of your life. When you draw this card reversed, it serves as a reminder that recovery and healing are possible, and it's time to release what no longer serves you. The reversed Devil represents a journey towards self-empowerment and the ability to let go of unhealthy attachments.",
        "ru": "В перевёрнутом положении Дьявол может указывать на освобождение или преодоление зависимости. Это предполагает, что вы можете находить силу, чтобы вырваться из-под влияния негативных факторов. Эта карта призывает вас принять личную силу и взять под контроль свою жизнь. Когда вы вытаскиваете эту карту в перевернутом виде, она служит напоминанием о том, что восстановление и исцеление возможны, и пора освободиться от того, что больше не служит вам. Перевернутый Дьявол представляет собой путь к самоутверждению и способность отпустить нездоровые привязанности.",
        "sv": "I sin omvända position kan Djävulen indikera befrielse eller att övervinna beroende. Det föreslår att du kan finna styrka att bryta sig fri från negativa influenser. Detta kort uppmuntrar dig att omfamna personlig makt och ta kontroll över ditt liv. När du drar detta kort omvänt fungerar det som en påminnelse om att återhämtning och helande är möjligt, och det är dags att frigöra det som inte längre tjänar dig. Den omvända Djävulen representerar en resa mot självmaktskap och förmågan att släppa ohälsosamma bindningar."
      },
      "keywords": {
        "en": ["Temptation", "Materialism", "Bondage"],
        "ru": ["Искушение", "Материализм", "Неволя"],
        "sv": ["Frestelse", "Materialism", "Boja"]
      },
      "keywordsReversed": {
        "en": ["Liberation", "Overcoming addiction", "Breaking free"],
        "ru": ["Освобождение", "Преодоление зависимости", "Выход на свободу"],
        "sv": ["Befrielse", "Övervinna beroende", "Bryta sig fri"]
      },
      "imageName": "card_the_devil",
      "element": {
        "en": "N/A",
        "ru": "Н/Д",
        "sv": "N/A"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 73,
      "name": {
        "en": "The Tower",
        "ru": "Башня",
        "sv": "Tornet"
      },
      "arcana": {
        "en": "Major arcana",
        "ru": "Старшие арканы",
        "sv": "Stora arkana"
      },
      "meaning": {
        "en": "The Tower symbolizes chaos, upheaval, and revelation. This card signifies the breaking down of old structures, allowing for new perspectives and personal growth. It serves as a powerful reminder that sometimes destruction is necessary for renewal, pushing you to confront truths that may have been hidden. While the chaos may be unsettling, it ultimately leads to enlightenment and liberation from outdated beliefs. Embracing the lessons from this card can facilitate transformation and pave the way for a brighter future.",
        "ru": "Башня символизирует хаос, переворот и откровение. Эта карта указывает на разрушение старых структур, позволяя новым взглядам и личностному росту. Она служит мощным напоминанием о том, что иногда разрушение необходимо для обновления, побуждая вас столкнуться с истинами, которые могли быть скрыты. Хотя хаос может быть тревожным, он в конечном итоге приводит к просветлению и освобождению от устаревших убеждений. Принятие уроков от этой карты может облегчить трансформацию и проложить путь к светлому будущему.",
        "sv": "Tornet symboliserar kaos, omvälvning och uppenbarelse. Detta kort betyder att gamla strukturer bryts ner, vilket gör väg för nya perspektiv och personlig tillväxt. Det fungerar som en kraftfull påminnelse om att ibland är förstörelse nödvändig för förnyelse, och det driver dig att konfrontera sanningar som kan ha dolts. Även om kaoset kan vara oroande, leder det i slutändan till upplysning och befrielse från föråldrade övertygelser. Att omfamna lärdomarna från detta kort kan underlätta transformation och bana väg för en ljusare framtid."
      },
      "meaningReversed": {
        "en": "In its reversed position, The Tower may indicate avoidance of change or fear of disaster. It suggests that you might be resisting necessary upheaval, clinging to the familiar despite its flaws. This card warns against ignoring the signs of impending transformation, as doing so can lead to greater turmoil later on. It encourages you to face your fears and accept the shifts happening around you. Embracing change, even when uncomfortable, can lead to a more stable and fulfilling life.",
        "ru": "В перевёрнутом положении Башня может указывать на уклонение от изменений или страх перед катастрофой. Это предполагает, что вы можете сопротивляться необходимым переворотам, цепляясь за знакомое, несмотря на его недостатки. Эта карта предупреждает о том, что игнорирование признаков предстоящей трансформации может привести к большему смятению в будущем. Она побуждает вас столкнуться со своими страхами и принять изменения, происходящие вокруг вас. Принятие изменений, даже когда это неудобно, может привести к более стабильной и удовлетворяющей жизни.",
        "sv": "I sin omvända position kan Tornet indikera undvikande av förändring eller rädsla för katastrof. Det föreslår att du kan motstå nödvändiga omvälvningar och hålla fast vid det bekanta trots dess brister. Detta kort varnar för att ignorera tecken på förestående transformation, eftersom detta kan leda till större oro senare. Det uppmuntrar dig att möta dina rädslor och acceptera de skiften som händer runt omkring dig. Att omfamna förändring, även när det är obekvämt, kan leda till ett mer stabilt och tillfredsställande liv."
      },
      "keywords": {
        "en": ["Chaos", "Upheaval", "Revelation"],
        "ru": ["Хаос", "Переворот", "Откровение"],
        "sv": ["Kaos", "Omvälvning", "Uppenbarelse"]
      },
      "keywordsReversed": {
        "en": ["Avoidance", "Fear of disaster", "Resistance"],
        "ru": ["Избежание", "Страх перед катастрофой", "Сопротивление"],
        "sv": ["Undvikande", "Rädsla för katastrof", "Motstånd"]
      },
      "imageName": "card_the_tower",
      "element": {
        "en": "Fire",
        "ru": "Огонь",
        "sv": "Eld"
      },
      "yesOrNo": {
        "en": "no",
        "ru": "нет",
        "sv": "nej"
      }
    },
    {
      "id": 74,
      "name": {
        "en": "The Star",
        "ru": "Звезда",
        "sv": "Stjärnan"
      },
      "arcana": {
        "en": "Major arcana",
        "ru": "Старшие арканы",
        "sv": "Stora arkana"
      },
      "meaning": {
        "en": "The Star symbolizes hope, inspiration, and renewal. This card signifies a time of healing and encourages you to trust in the process of life. It serves as a reminder that no matter how dark things may seem, there is always a light to guide you forward. The Star urges you to embrace your dreams and aspirations, fostering a sense of optimism for the future. By aligning yourself with your true purpose, you can find the strength to overcome obstacles and manifest your desires.",
        "ru": "Звезда символизирует надежду, вдохновение и обновление. Эта карта указывает на время исцеления и побуждает вас доверять процессу жизни. Она служит напоминанием о том, что, как бы темно ни казалось, всегда есть свет, который указывает вам путь вперед. Звезда призывает вас принять свои мечты и стремления, создавая оптимистичный взгляд на будущее. Настраиваясь на свою истинную цель, вы можете найти силу преодолеть препятствия и осуществить свои желания.",
        "sv": "Stjärnan symboliserar hopp, inspiration och förnyelse. Detta kort betyder en tid av helande och uppmuntrar dig att lita på livets process. Det fungerar som en påminnelse om att oavsett hur mörkt det kan verka, finns det alltid ett ljus som leder dig framåt. Stjärnan uppmanar dig att omfamna dina drömmar och strävanden och skapa en känsla av optimism för framtiden. Genom att anpassa dig till ditt sanna syfte kan du hitta styrkan att övervinna hinder och förverkliga dina önskningar."
      },
      "meaningReversed": {
        "en": "In its reversed position, The Star may indicate despair or a lack of faith. It suggests that you might be feeling hopeless or disconnected from your dreams and aspirations. This card serves as a warning to avoid succumbing to negativity or allowing self-doubt to cloud your vision. The Star urges you to reconnect with your inner light and restore your belief in possibilities. By taking small steps toward your goals, you can reignite the spark of hope and move toward a brighter future.",
        "ru": "В перевёрнутом положении Звезда может указывать на отчаяние или отсутствие веры. Это предполагает, что вы можете чувствовать себя безнадёжно или оторванным от своих мечтаний и стремлений. Эта карта служит предупреждением о том, чтобы не поддаваться негативу или позволять сомнениям затмить ваше видение. Звезда призывает вас снова соединиться со своим внутренним светом и восстановить веру в возможности. Принимая небольшие шаги к своим целям, вы можете вновь разжечь искру надежды и двигаться к светлому будущему.",
        "sv": "I sin omvända position kan Stjärnan indikera förtvivlan eller brist på tro. Det föreslår att du kan känna dig hopplös eller avskuren från dina drömmar och strävanden. Detta kort fungerar som en varning för att undvika att ge efter för negativitet eller låta självtvivel fördunkla din vision. Stjärnan uppmanar dig att återknyta till ditt inre ljus och återställa din tro på möjligheter. Genom att ta små steg mot dina mål kan du återigen tända hoppets gnista och röra dig mot en ljusare framtid."
      },
      "keywords": {
        "en": ["Hope", "Inspiration", "Renewal"],
        "ru": ["Надежда", "Вдохновение", "Обновление"],
        "sv": ["Hopp", "Inspiration", "Förnyelse"]
      },
      "keywordsReversed": {
        "en": ["Despair", "Lack of faith", "Disconnection"],
        "ru": ["Отчаяние", "Отсутствие веры", "Отчуждение"],
        "sv": ["Förtvivlan", "Brist på tro", "Avskildhet"]
      },
      "imageName": "card_the_star",
      "element": {
        "en": "Air",
        "ru": "Воздух",
        "sv": "Luft"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 75,
      "name": {
        "en": "The Moon",
        "ru": "Луна",
        "sv": "Månen"
      },
      "arcana": {
        "en": "Major arcana",
        "ru": "Старшие арканы",
        "sv": "Stora arkana"
      },
      "meaning": {
        "en": "The Moon symbolizes intuition, dreams, and the subconscious. This card encourages you to explore your inner world and pay attention to your feelings and instincts. It suggests that the answers you seek may lie hidden within your subconscious, urging you to trust your intuition as you navigate through uncertainty. The Moon can also represent the fluidity of emotions and the importance of embracing your dreams and fantasies. By tapping into your inner wisdom, you can illuminate the path ahead and make sense of the mysteries that surround you.",
        "ru": "Луна символизирует интуицию, сны и подсознание. Эта карта призывает вас исследовать свой внутренний мир и обращать внимание на свои чувства и инстинкты. Она предполагает, что ответы, которые вы ищете, могут быть скрыты в вашем подсознании, побуждая вас доверять своей интуиции, когда вы движетесь через неопределенность. Луна также может представлять текучесть эмоций и важность принятия своих мечтаний и фантазий. Обратившись к своей внутренней мудрости, вы можете осветить путь вперед и разобраться в тайнах, которые вас окружают.",
        "sv": "Månen symboliserar intuition, drömmar och det undermedvetna. Detta kort uppmuntrar dig att utforska din inre värld och uppmärksamma dina känslor och instinkter. Det föreslår att de svar du söker kan ligga dolda i ditt undermedvetna och uppmanar dig att lita på din intuition när du navigerar genom osäkerhet. Månen kan också representera känslornas fluiditet och vikten av att omfamna dina drömmar och fantasier. Genom att koppla in din inre visdom kan du lysa upp vägen framåt och förstå de mysterier som omger dig."
      },
      "meaningReversed": {
        "en": "In its reversed position, The Moon may indicate confusion or deception. It suggests that you might be struggling to see things clearly or facing illusions that cloud your judgment. This card serves as a reminder to question the reality of your situation and to be cautious of deceitful influences. The Moon warns against allowing fears or anxieties to distort your perception. By confronting these uncertainties and seeking clarity, you can dispel the shadows that hinder your progress.",
        "ru": "В перевёрнутом положении Луна может указывать на замешательство или обман. Это предполагает, что вы можете испытывать трудности с ясностью восприятия или сталкиваетесь с иллюзиями, затмевающими ваше суждение. Эта карта служит напоминанием о том, чтобы ставить под сомнение реальность вашей ситуации и быть осторожным с обманчивыми влияниями. Луна предостерегает от того, чтобы позволить страхам или тревогам искажать ваше восприятие. Столкнувшись с этими неопределенностями и стремясь к ясности, вы можете развеять тени, которые препятствуют вашему прогрессу.",
        "sv": "I sin omvända position kan Månen indikera förvirring eller bedrägeri. Det föreslår att du kan kämpa med att se saker klart eller stå inför illusioner som skymmer ditt omdöme. Detta kort fungerar som en påminnelse att ifrågasätta verkligheten av din situation och vara försiktig med bedrägliga influenser. Månen varnar mot att låta rädslor eller ångest förvränga din uppfattning. Genom att konfrontera dessa osäkerheter och söka klarhet kan du skingra de skuggor som hindrar din framsteg."
      },
      "keywords": {
        "en": ["Intuition", "Dreams", "Subconscious"],
        "ru": ["Интуиция", "Сны", "Подсознание"],
        "sv": ["Intuition", "Drömmar", "Undermedvetenhet"]
      },
      "keywordsReversed": {
        "en": ["Confusion", "Deception", "Illusions"],
        "ru": ["Замешательство", "Обман", "Иллюзии"],
        "sv": ["Förvirring", "Bedrägeri", "Illusioner"]
      },
      "imageName": "card_the_moon",
      "element": {
        "en": "Air",
        "ru": "Воздух",
        "sv": "Luft"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 76,
      "name": {
        "en": "The Sun",
        "ru": "Солнце",
        "sv": "Solen"
      },
      "arcana": {
        "en": "Major arcana",
        "ru": "Старшие арканы",
        "sv": "Stora arkana"
      },
      "meaning": {
        "en": "The Sun symbolizes joy, success, and positivity. This card signifies the abundance of happiness and the importance of embracing life with enthusiasm and confidence. It represents the warmth of the sun, illuminating your path and encouraging you to celebrate your achievements. The Sun invites you to be open to new experiences and to radiate your true self with pride. Its presence in a reading often indicates a time of great vitality and optimism, inspiring you to pursue your passions and goals wholeheartedly.",
        "ru": "Солнце символизирует радость, успех и позитив. Эта карта обозначает изобилие счастья и важность принятия жизни с энтузиазмом и уверенностью. Она представляет тепло солнца, освещающего ваш путь и побуждающего вас отпраздновать свои достижения. Солнце приглашает вас быть открытым для новых впечатлений и излучать свое истинное «я» с гордостью. Его присутствие в раскладе часто указывает на время великой жизненной силы и оптимизма, вдохновляя вас искренне стремиться к своим увлечениям и целям.",
        "sv": "Solen symboliserar glädje, framgång och positivitet. Detta kort indikerar överflöd av lycka och vikten av att omfamna livet med entusiasm och självförtroende. Det representerar solens värme, som belyser din väg och uppmuntrar dig att fira dina prestationer. Solen inbjuder dig att vara öppen för nya upplevelser och att stråla ditt sanna jag med stolthet. Dess närvaro i en läsning indikerar ofta en tid av stor vitalitet och optimism, som inspirerar dig att helhjärtat följa dina passioner och mål."
      },
      "meaningReversed": {
        "en": "In its reversed position, The Sun may indicate temporary setbacks or negativity. It suggests that you might be struggling to find joy or feeling uninspired by your current circumstances. This card serves as a reminder to focus on the positive aspects of your life, even when challenges arise. The Sun advises you to take a step back and reassess what truly brings you happiness. By rediscovering your passion and enthusiasm, you can overcome the obstacles that are dimming your light.",
        "ru": "В перевёрнутом положении Солнце может указывать на временные неудачи или негатив. Это предполагает, что вы можете испытывать трудности с нахождением радости или чувствовать себя не вдохновленным текущими обстоятельствами. Эта карта служит напоминанием о том, чтобы сосредоточиться на положительных аспектах вашей жизни, даже когда возникают трудности. Солнце советует вам сделать шаг назад и переосмыслить, что действительно приносит вам счастье. Восстановив свою страсть и энтузиазм, вы можете преодолеть препятствия, которые затмевали ваш свет.",
        "sv": "I sin omvända position kan solen indikera tillfälliga motgångar eller negativitet. Det föreslår att du kan kämpa med att hitta glädje eller känna dig oinspirerad av dina nuvarande omständigheter. Detta kort fungerar som en påminnelse att fokusera på de positiva aspekterna av ditt liv, även när utmaningar uppstår. Solen rådger dig att ta ett steg tillbaka och ompröva vad som verkligen ger dig lycka. Genom att återupptäcka din passion och entusiasm kan du övervinna de hinder som skymmer ditt ljus."
      },
      "keywords": {
        "en": ["Joy", "Success", "Positivity"],
        "ru": ["Радость", "Успех", "Позитив"],
        "sv": ["Glädje", "Framgång", "Positivitet"]
      },
      "keywordsReversed": {
        "en": ["Setbacks", "Negativity", "Lack of inspiration"],
        "ru": ["Неудачи", "Негатив", "Недостаток вдохновения"],
        "sv": ["Motgångar", "Negativitet", "Brist på inspiration"]
      },
      "imageName": "card_the_sun",
      "element": {
        "en": "Air",
        "ru": "Воздух",
        "sv": "Luft"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    },
    {
      "id": 77,
      "name": {
        "en": "Judgment",
        "ru": "Суд",
        "sv": "Domen"
      },
      "arcana": {
        "en": "Major arcana",
        "ru": "Старшие арканы",
        "sv": "Stora arkana"
      },
      "meaning": {
        "en": "Judgment symbolizes reflection, reckoning, and inner calling. This card encourages you to evaluate your past experiences and decisions to gain clarity about your true self. It represents a pivotal moment of awakening, urging you to listen to your inner voice and make choices that resonate with your authentic values. Judgment often signifies a time of transformation, where you can let go of past regrets and embrace the potential for renewal. By accepting accountability for your actions, you pave the way for personal growth and a deeper understanding of your life's purpose.",
        "ru": "Суд символизирует размышление, пересмотр и внутренний призыв. Эта карта побуждает вас оценить свой прошлый опыт и решения, чтобы получить ясность о вашем истинном «я». Она представляет собой решающий момент пробуждения, призывающего вас прислушаться к своему внутреннему голосу и принимать решения, соответствующие вашим подлинным ценностям. Суд часто обозначает время трансформации, когда вы можете отпустить прошлые сожаления и принять возможность обновления. Принимая ответственность за свои действия, вы прокладываете путь к личному росту и более глубокому пониманию цели вашей жизни.",
        "sv": "Domen symboliserar reflektion, bedömning och inre kallelse. Detta kort uppmuntrar dig att utvärdera dina tidigare erfarenheter och beslut för att få klarhet om ditt sanna jag. Det representerar ett avgörande ögonblick av vaknande, där du uppmanas att lyssna på din inre röst och göra val som resonerar med dina autentiska värderingar. Domen signalerar ofta en tid av transformation, där du kan släppa förflutna ånger och omfamna potentialen för förnyelse. Genom att ta ansvar för dina handlingar banar du väg för personlig tillväxt och en djupare förståelse för syftet med ditt liv."
      },
      "meaningReversed": {
        "en": "In its reversed position, Judgment may indicate self-doubt or refusal to change. It suggests that you might be avoiding necessary self-reflection and clinging to past mistakes. This card serves as a warning against ignoring your inner calling or resisting the changes that are essential for your growth. You may be feeling unprepared or fearful of facing the consequences of your actions. To move forward, it’s crucial to confront your fears and embrace the opportunity for self-improvement and redemption.",
        "ru": "В перевёрнутом положении Суд может указывать на самоусомнение или отказ от изменений. Это предполагает, что вы можете избегать необходимой самооценки и цепляться за прошлые ошибки. Эта карта служит предупреждением против игнорирования своего внутреннего призыва или сопротивления изменениям, которые необходимы для вашего роста. Вы можете чувствовать себя неподготовленным или бояться столкнуться с последствиями своих действий. Чтобы двигаться вперед, важно столкнуться со своими страхами и принять возможность для саморазвития и искупления.",
        "sv": "I sin omvända position kan domen indikera självtvivel eller vägran att förändras. Det föreslår att du kan undvika nödvändig självreflektion och klamra dig fast vid tidigare misstag. Detta kort fungerar som en varning mot att ignorera din inre kallelse eller motstå de förändringar som är nödvändiga för din tillväxt. Du kan känna dig oförberedd eller rädd för att möta konsekvenserna av dina handlingar. För att gå framåt är det avgörande att konfrontera dina rädslor och omfamna möjligheten till självförbättring och försoning."
      },
      "keywords": {
        "en": ["Reflection", "Reckoning", "Inner calling"],
        "ru": ["Размышление", "Пересмотр", "Внутренний призыв"],
        "sv": ["Reflektion", "Bedömning", "Inre kallelse"]
      },
      "keywordsReversed": {
        "en": ["Self-doubt", "Refusal to change", "Avoidance"],
        "ru": ["Самоусомнение", "Отказ от изменений", "Избежание"],
        "sv": ["Självtvivel", "Vägran att förändras", "Undvikande"]
      },
      "imageName": "card_judgment",
      "element": {
        "en": "Fire",
        "ru": "Огонь",
        "sv": "Eld"
      },
      "yesOrNo": {
        "en": "no",
        "ru": "нет",
        "sv": "nej"
      }
    },
    {
      "id": 78,
      "name": {
        "en": "The World",
        "ru": "Мир",
        "sv": "Världen"
      },
      "arcana": {
        "en": "Major arcana",
        "ru": "Старшие арканы",
        "sv": "Stora arkana"
      },
      "meaning": {
        "en": "The World symbolizes completion, fulfillment, and achievement. This card signifies the successful conclusion of a cycle, highlighting the journey you've undertaken and the lessons learned along the way. It represents a time of celebration, as you have reached your goals and can now enjoy the fruits of your labor. The World encourages you to reflect on your accomplishments and to recognize the harmony and balance you have achieved in your life. Embracing this sense of completion opens the door to new beginnings and opportunities for growth.",
        "ru": "Мир символизирует завершение, удовлетворение и достижение. Эта карта обозначает успешное завершение цикла, подчеркивая путь, который вы прошли, и уроки, которые вы извлекли на этом пути. Она представляет собой время празднования, так как вы достигли своих целей и теперь можете наслаждаться плодами своего труда. Мир побуждает вас задуматься о своих достижениях и признать гармонию и баланс, которые вы достигли в своей жизни. Принятие этого чувства завершенности открывает двери для новых начинаний и возможностей для роста.",
        "sv": "Världen symboliserar fullbordan, uppfyllelse och prestation. Detta kort betyder den framgångsrika avslutningen av en cykel, där resan du har genomfört och de lärdomar du har fått längs vägen lyfts fram. Det representerar en tid för firande, eftersom du har nått dina mål och nu kan njuta av frukterna av ditt arbete. Världen uppmuntrar dig att reflektera över dina prestationer och erkänna den harmoni och balans du har uppnått i ditt liv. Att omfamna denna känsla av fullbordan öppnar dörrar till nya början och möjligheter för tillväxt."
      },
      "meaningReversed": {
        "en": "In its reversed position, The World may indicate incompletion or stagnation. It suggests that you might be feeling unfulfilled or lacking closure in certain aspects of your life. This card serves as a reminder that you may still have lessons to learn or goals yet to achieve. You might be clinging to the past or resisting change, preventing you from moving forward. To find fulfillment, it's important to assess what may be holding you back and to embrace the opportunities for growth and transformation that lie ahead.",
        "ru": "В перевёрнутом положении Мир может указывать на незавершенность или стагнацию. Это предполагает, что вы можете чувствовать себя неудовлетворенным или испытывать нехватку завершенности в определённых аспектах вашей жизни. Эта карта служит напоминанием о том, что вам, возможно, всё ещё предстоит извлечь уроки или достичь целей. Вы можете цепляться за прошлое или сопротивляться изменениям, что мешает вам двигаться вперёд. Чтобы найти удовлетворение, важно оценить то, что может вас сдерживать, и принять возможности для роста и трансформации, которые ждут вас впереди.",
        "sv": "I sin omvända position kan Världen indikera ofullständighet eller stagnation. Det föreslår att du kanske känner dig otillfredsställd eller saknar avslutning i vissa aspekter av ditt liv. Detta kort fungerar som en påminnelse om att du fortfarande kan ha lektioner att lära eller mål att uppnå. Du kanske klamrar dig fast vid det förflutna eller motstår förändringar, vilket hindrar dig från att gå framåt. För att hitta uppfyllelse är det viktigt att bedöma vad som kan hålla dig tillbaka och att omfamna de möjligheter till tillväxt och transformation som ligger framför dig."
      },
      "keywords": {
        "en": ["Completion", "Fulfillment", "Achievement"],
        "ru": ["Завершение", "Удовлетворение", "Достижение"],
        "sv": ["Fullbordan", "Uppfyllelse", "Prestation"]
      },
      "keywordsReversed": {
        "en": ["Incompletion", "Stagnation", "Lack of closure"],
        "ru": ["Незавершенность", "Стагнация", "Недостаток завершенности"],
        "sv": ["Ofullständighet", "Stagnation", "Brist på avslutning"]
      },
      "imageName": "card_the_world",
      "element": {
        "en": "Fire",
        "ru": "Огонь",
        "sv": "Eld"
      },
      "yesOrNo": {
        "en": "yes",
        "ru": "да",
        "sv": "ja"
      }
    }
  ]
}